[
    {
        "pid": "TW202318688A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e0a10741010000010E00000^03000001000010E100000000000500006D004a3c",
        "title": "振動裝置以及包含其的電子裝置\nVIBRATION DEVICE AND ELECTRONIC DEVICE INCLUDING THE SAME",
        "date": "2023/05/01",
        "ipc": "H01L 41/02(2006.01); G02F 1/1333(2006.01); H04R 1/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318688A_001.png",
        "content": "一種振動裝置包含一第一振動產生器以及一第一連接件。第一連接件設置於第一振動產生器的一第一表面。第一振動產生器可包含一第一振動部，其中第一振動部包含多個無機材料部分以及一有機材料部分。無機材料部分具有壓電特性，且有機材料部分位於無機材料部分之間。\nA disclosed vibration device comprises a first vibration generator and a first connection member disposed on a first surface of the first vibration generator. The first vibration generator may comprise a first vibration part including a plurality of inorganic material portions having a piezoelectric characteristic and an organic material portion between the plurality of inorganic material portions."
    },
    {
        "pid": "TW202318810A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.fe320670050101000000000211E001000000^030000000E0000000040D00497a",
        "title": "電路\nCIRCUIT",
        "date": "2023/05/01",
        "ipc": "H03M 1/08(2006.01); H03F 3/38(2006.01); H03F 3/45(2006.01); H03M 1/06(2006.01); H03M 1/10(2006.01); H03M 1/38(2006.01); H03M 1/42(2006.01); H03M 1/44(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318810A_002.png",
        "content": "本文揭示了一些類比數位轉換器(ADC)的實例，其可以藉由放大信號來執行自動歸零以提高訊雜比。ADC可以產生表示類比輸入信號的第一數位代碼及基於來自第一數位代碼之殘餘的第二數位代碼，並且可以組合第一數位代碼與第二數位代碼以產生表示類比輸入信號之數位輸出代碼。ADC可以利用表示殘餘之類比殘餘值的第一觀察值與第二觀察值來產生第二數位代碼。\nDisclosed herein are some examples of analog-to-digital converters (ADCs) that can perform auto-zeroing with amplifying a signal for improvement of a signal-to-noise ratio. The ADCs may produce a first digital code to represent an analog input signal and a second digital code based on a residue from the first digital code, and may combine the first digital code and the second digital code to produce a digital output code to represent the analog input signal. The ADC may utilize a first observation and a second observation of an analog residue value representing the residue to produce the second digital code."
    },
    {
        "pid": "TW202318574A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3168D700010000000E00000^3000000010001E1030000000001050046000493a",
        "title": "半導體記憶裝置",
        "date": "2023/05/01",
        "ipc": "H01L 21/822(2006.01); H01L 27/10(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318574A_003.png",
        "content": "實施形態係關於一種半導體記憶裝置及其製造方法。 實施形態之半導體記憶裝置具備：積層體，其將複數個導電層介隔絕緣層於第1方向上積層而成；半導體層，其貫通上述積層體，於上述第1方向上延伸，且含有金屬原子；及記憶體膜，其包含設置於上述積層體與上述半導體層之間之第1絕緣膜、電荷累積層及第2絕緣膜。上述半導體層包圍將上述積層體貫通且於上述第1方向上延伸之第3絕緣膜，且上述半導體層內之至少1個晶粒具有包圍上述第3絕緣膜之形狀。"
    },
    {
        "pid": "TW202317797A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.16f50067040000000000000E1E00000000^30000001001400000010150D0497c",
        "title": "基於旋轉面之光學安全裝置\nOPTICAL SECURITY DEVICE BASED ON A SURFACE OF REVOLUTION",
        "date": "2023/05/01",
        "ipc": "C23C 14/35(2006.01); G02B 1/11(2015.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317797A_004.png",
        "content": "印刷在基板上之光學製品可包括有機黏合劑；及設置在有機黏合劑中之複數個反射磁性薄片，其中複數個反射磁性薄片實質上根據旋轉面之至少一部分對準，並且其中複數個反射磁性薄片經對準以在當基板圍繞第一軸旋轉時引起光學製品之第一反射效果，以及當基板圍繞第二軸旋轉時引起光學製品之第二反射效果，其中第一反射效果與第二反射效果不同。\nAn optical article printed on a substrate may include an organic binder; and a plurality of reflective magnetic platelets provided in the organic binder, wherein the plurality of reflective magnetic platelets are substantially aligned in accordance with at least part of a surface of revolution, and wherein the plurality of reflective magnetic platelets are aligned to cause a first reflective effect of the optical article when the substrate is rotated around a first axis and to cause a second reflective effect of the optical article when the substrate is rotated around a second axis, wherein the first reflective effect is different from the second reflective effect."
    },
    {
        "pid": "TW202318207A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f850605010100000051010000030^00000000E0E1000000000000047D0004a0c",
        "title": "記憶體系統及控制方法\nMEMORY SYSTEM AND CONTROL METHOD",
        "date": "2023/05/01",
        "ipc": "G06F 12/0866(2016.01); G06F 12/02(2006.01); G06F 13/14(2006.01); G11C 16/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318207A_005.png",
        "content": "本文中所述之實施例係通常有關記憶體系統及用以控制記憶體系統之非揮發性記憶體的控制方法。 依據一個實施例，記憶體系統包括具有複數個區塊的非揮發性記憶體。用於資料拭除操作的最小單元為區塊。記憶體系統中的控制器係電連接至該非揮發性記憶體。該控制器係配置成，回應來自主機請求安全地拭除儲存在由第一邏輯區域識別符所識別之第一邏輯區域中的安全拭除目標資料的第一命令，執行將除了任何安全拭除目標資料以外的有效資料從其中儲存有該安全拭除目標資料之複數個第一區塊的一或多個第一區塊複製到複數個複製目的地區塊的一或多個複製目的地區塊的複製操作。該控制器也被配置成在該複製操作之後，對該一或多個第一區塊執行該資料拭除操作。\nEmbodiments described herein relate generally to memory systems and a control method for controlling a non-volatile memory of a memory system. According to one embodiment, a memory system includes a non-volatile memory with a plurality of blocks. The minimum unit of a data erasing operation in the memory system is a block. A controller is electrically connected to the non-volatile memory and configured to execute, in response to a first command from a host requesting a secure erase of secure erase target data stored in a first logical area identified by a first logical area identifier, a copy operation copying valid data other than any secure erase target data from one or more first blocks of the plurality in which the secure erase target data is stored to one or more copy destination blocks of the plurality. The controller executes the data erasing operation on the one or more first blocks after the copy operation."
    },
    {
        "pid": "TW202318478A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6d5b00D600051000000000000101000100000030^00000EE6000001004704971",
        "title": "電漿系統\nPLASMA SYSTEM",
        "date": "2023/05/01",
        "ipc": "H01J 37/32(2006.01); H03K 3/64(2006.01); H05H 1/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318478A_006.png",
        "content": "本案的多個實施例包括電漿系統。電漿系統包括電漿室；射頻驅動器，以大於約1 MHz之射頻頻率驅動叢發至電漿室內；奈秒級脈衝產生器，以脈衝重複頻率驅動脈衝至電漿室內，脈衝重複頻率小於射頻頻率，且峰值電壓大於約1千伏特；高通濾波器，位於射頻驅動器與電漿室之間，以允許射頻叢發進入電漿室；以及低通濾波器，位於奈秒級脈衝產生器與電漿室之間，以允許具有小於1 MHz之脈衝重複頻率之脈衝進入電漿室。\nEmbodiments of the invention include a plasma system. The plasma system includes a plasma chamber; an RF driver configured to drive bursts into the plasma chamber with an RF frequency greater than about 1 MHz; a nanosecond pulser configured to drive pulses into the plasma chamber with a pulse repetition frequency, the pulse repetition frequency being less than the RF frequency, and peak voltages greater than about 1 kV; a high pass filter disposed between the RF driver and the plasma chamber that allows the RF bursts to pass into the chamber; and a low pass filter disposed between the nanosecond pulser and the plasma chamber that allows pulses with a pulse repetition frequency less than 1 MHz into the chamber."
    },
    {
        "pid": "TW202318011A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.fd82040050101000000007100010000003^000000E10E000000000076D00492f",
        "title": "電纜線檢測方法及檢測裝置\nCABLE DETECTION METHOD AND DETECTION DEVICE",
        "date": "2023/05/01",
        "ipc": "G01R 31/08(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318011A_007.png",
        "content": "一種電纜線檢測方法，應用於檢測包括複數條導線的電纜線，且包括：輸出信號至導線的一端依序進行直通、過壓過流保護和短路測試；若直通測試異常，輸出信號至所述導線的另一端依序進行另一直通測試、另一過壓過流保護測試和另一短路測試；若另一直通測試異常，輸入信號至連接所述導線的另一端的第二半導通檢測電路進行半導通自檢；若半導通自檢異常，輸入信號至連接所述導線的一端的第一半導通檢測電路進行另一半導通自檢；若依序通過直通、過壓過流保護和短路測試或通過半導通自檢，對下一條導線進行檢測，直到完成電纜線的各導線的檢測。\nDisclosed is a cable detection method, which is applied to the detection of a cable including a plurality of wires, and includes: outputting a signal to one end of a wire to perform a straight-through test, an overvoltage and overcurrent protection test, and a short-circuit test in sequence; outputting a signal to the other end of the wire to perform another straight-through test, another overvoltage and overcurrent protection test, and another short-circuit test in sequence if the straight-through test is abnormal; inputting a signal to a second semi-conduction detection circuit connected to the other end of the wire to perform a semi-conductive self-test if the another straight-through test is abnormal; inputting a signal to a first semi-conductive detection circuit connected to one end of the wire to perform another semi-conductive self-test if the semi-conductive self-test is abnormal; performing a detection on the next wire until the detection of each wire of the cable is completed if the straight-through test, the overvoltage and overcurrent protection test and the short-circuit test are passed sequentially, or the semi-conductive self-test is passed."
    },
    {
        "pid": "TW202317818A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.49460000500000001E00100030^000000000E100800000000011000476D04a37",
        "title": "加料管、單晶生長設備及其加料方法\nFEEDING PIPE, SINGLE CRYSTAL GROWTH APPARATUS AND FEEDING METHOD THEREOF",
        "date": "2023/05/01",
        "ipc": "C30B 15/02(2006.01); C30B 29/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317818A_008.png",
        "content": "加料管、單晶生長設備及其加料方法\nFEEDING PIPE, SINGLE CRYSTAL GROWTH APPARATUS AND FEEDING METHOD THEREOF"
    },
    {
        "pid": "TW202318464A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f9ff000D67040501010000000000000901E01E0001000000000^3000000049ee",
        "title": "多重射束帶電粒子顯微鏡或系統與其操作方法\nMULTI-BEAM CHARGED PARTICLE MICROSCOPE OR SYSTEM AND METHOD OF OPERATING THE SAME",
        "date": "2023/05/01",
        "ipc": "H01J 37/20(2006.01); H01J 37/26(2006.01); H01J 37/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318464A_009.png",
        "content": "本發明公開了一種加料管、單晶生長設備及其加料方法，加料管用於單晶生長設備，單晶生長設備包括：坩堝和加料管，坩堝適於盛放矽熔湯，加料管包括：管本體，管本體限定出輸料通道和多個用於儲放矽原料的儲料腔，多個儲料腔均和輸料通道連通，輸料通道適於將多個儲料腔內的矽原料投放至坩堝；開關組件，開關組件適於分別控制多個儲料腔與輸料通道的通斷。根據本發明的加料管，更容易控制矽原料的投放量，也可以防止矽原料進入矽熔湯時造成的高溫矽熔湯的飛濺，從而提升了單晶生長設備運行的安全性和可靠性。\nThe disclosure discloses a feeding pipe, a single crystal growth apparatus and a feeding method thereof. The feeding pipe is adapted to the single crystal growth apparatus. The single crystal growth apparatus includes a crucible and the feeding pipe, and the crucible is adapted to hold silicon melt. The feeding pipe includes a pipe body and a switch assembly. The pipe body defines a feeding channel and a plurality of storage chambers adapted to store silicon material. The storage chambers are connected to the feeding channel, and the feeding channel is adapted to deliver the silicon material in the storage chambers to the crucible. The switch assembly is adapted to respectively control communication or disconnection between the storage chambers and the feeding channel. According to the feeding pipe of the present disclosure, it is easier to control the feeding amount of the silicon material, and it can also prevent the high-temperature silicon melt from splashing when the silicon material enters the silicon melt, thereby improving the safety and reliability of the operation of the single crystal growth apparatus."
    },
    {
        "pid": "TW202317658A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.840a0D01000A10000003^00000010000E1E0000000000000010500407600495d",
        "title": "熱塑性發泡體中底組件及製造消費物品的方法\nTHERMOPLASTIC FOAM ARTICLE",
        "date": "2023/05/01",
        "ipc": "C08G 63/181(2006.01); A43B 1/14(2006.01); A43B 13/04(2006.01); C08J 9/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317658A_010.png",
        "content": "多重射束帶電粒子顯微鏡或系統與其操作方法\nMULTI-BEAM CHARGED PARTICLE MICROSCOPE OR SYSTEM AND METHOD OF OPERATING THE SAME"
    },
    {
        "pid": "TW202318195A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5c3600670500000000001E1E0100000^030000000000B0000000110040D04b50",
        "title": "記憶體系統及其操作方法\nMEMORY SYSTEM AND OPERATING METHOD THEREOF",
        "date": "2023/05/01",
        "ipc": "G06F 11/08(2006.01); G06F 13/16(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318195A_011.png",
        "content": "本發明揭示一種多重射束帶電粒子檢測系統、及一種操作具有高產量、高解析度和高可靠性之多重射束帶電粒子檢測系統以進行晶圓檢測之方法。該方法和該多重射束帶電粒子射束檢測系統係構造成從複數個感測器資料中擷取一組控制信號，以控制該多重射束帶電粒子射束檢測系統，並藉此維持包括晶圓檢測作業期間晶圓載台移動之成像規格。\nA multi-beam charged particle inspection system and a method of operating a multi-beam charged particle inspection system for wafer inspection with high throughput and with high resolution and high reliability is provided. The method and the multi-beam charged particle beam inspection system are configured to extract from a plurality of sensor data a set of control signals to control the multi-beam charged particle beam inspection system and thereby maintain the imaging specifications including a movement of a wafer stage during the wafer inspection task."
    },
    {
        "pid": "TW202317651A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d30b00D000010000000C0100000000003^0001000E1E0000000015040760492d",
        "title": "感光性樹脂組成物、濾色器、圖像顯示元件、及濾色器之製造方法\nPHOTOSENSITIVE RESIN COMPOSITION, COLOR FILTER, IMAGE DISPLAY ELEMENT, AND METHOD FOR PRODUCING A COLOR FILTER",
        "date": "2023/05/01",
        "ipc": "C08F 220/36(2006.01); C08F 220/06(2006.01); C08F 220/32(2006.01); G02B 5/20(2006.01); G02F 1/1335(2006.01); G03F 7/004(2006.01); G03F 7/033(2006.01); G03F 7/40(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本發明提供多種發泡體及發泡體組件，包括用於鞋類物品及運動器材物品之發泡體組件。該等物品包括具有發泡體結構之組合物，其中該組合物包括熱塑性共聚酯彈性體，該熱塑性共聚酯彈性體包含：(a) 複數個第一區段，各第一區段衍生自二羥基封端聚二醇；(b) 複數個第二區段，各第二區段衍生自二醇；及(c) 複數個第三區段，各第三區段衍生自芳族二羧酸。本發明提供製造該等組合物及發泡體之方法，以及製造包括該等發泡體組件中之至少一種的鞋類物品的方法。在一些態樣中，可藉由擠出或射出模製使該聚合物組合物發泡或者藉由擠出或射出模製使該聚合物組合物發泡繼而對該發泡體進行壓縮模製來製造該等發泡體及發泡體組件。\nA variety of foams and foam components are provided, including foam components for articles of footwear and athletic equipment. The articles include a composition having a foam structure, wherein the composition includes a thermoplastic copolyester elastomer comprising: (a) a plurality of first segments, each first segment derived from a dihydroxy-terminated polydiol; (b) a plurality of second segments, each second segment derived from a diol; and (c) a plurality of third segments, each third segment derived from an aromatic dicarboxylic acid. Methods of making the compositions and foams are provided, as well as methods of making an article of footwear including at least one of the foam components. In some aspects, the foams and foam components can be made by extrusion or injection molding to foam the polymeric composition, or extrusion or injection molding to foam the polymeric composition followed by compression molding of the foam."
    },
    {
        "pid": "TW202317593A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a73d00D6700011000000000D0E01E000000000^0300010010000000054004a56",
        "title": "形成適用於輻射圖案化的輻射敏感塗層的方法及包含單烷基三醯胺基錫化合物的組合物\nMETHODS FOR FORMING RADIATION SENSITIVE COATINGS SUITABLE FOR RADIATION PATTERNING AND COMPOSITIONS COMPRISING MONOALKYL TRIAMIDO TIN COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07F 7/22(2006.01); G03F 7/004(2006.01); H01L 21/027(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317593A_013.png",
        "content": "一種記憶體系統，包括：ECC單元，其適用於：基於經由通道提供的第二數據、第二DBI標誌和第二同位檢查碼，透過校正第二數據來產生第三數據以及透過校正第二DBI標誌來產生第三DBI標誌；DBI單元，其適用於：基於第三數據和第三DBI標誌，透過確定分別與構成第三DBI標誌的複數個DBI標誌位元相對應的複數個第三數據位元是否被反相來產生第四數據；以及DM單元，其適用於：基於第二數據來產生指示是否對構成第四數據的複數個第四數據位元執行寫入操作的DM標誌。\nA memory system includes: an ECC unit suitable for generating third data by correcting second data and a third DBI flag by correcting a second DBI flag, based on the second data, the second DBI flag, and a second parity, which are provided through a channel; a DBI unit suitable for generating fourth data by determining whether a plurality of third data bits respectively corresponding to a plurality of DBI flag bits constituting the third DBI flag are inverted, based on the third data and the third DBI flag; and a DM unit suitable for generating a DM flag indicating whether a write operation is performed on a plurality of fourth data bits constituting the fourth data, based on the second data."
    },
    {
        "pid": "TW202317929A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.4af8D67040500000000001E0001000^3000000000E10E0000000110000004acc",
        "title": "蒸氣腔、電子機器及蒸氣腔之製造方法",
        "date": "2023/05/01",
        "ipc": "F28D 15/02(2006.01); H01L 23/427(2006.01); H05K 7/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317929A_014.png",
        "content": "感光性樹脂組成物、濾色器、圖像顯示元件、及濾色器之製造方法\nPHOTOSENSITIVE RESIN COMPOSITION, COLOR FILTER, IMAGE DISPLAY ELEMENT, AND METHOD FOR PRODUCING A COLOR FILTER"
    },
    {
        "pid": "TW202317998A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b2ae00D74001100000000F1E0E00000000^03000100010000000005000604a52",
        "title": "具有隨動調整結構的測試裝置及測試方法\nTEST DEVICE AND TEST METHOD WITH A FOLLOWER ADJUSTING STRUCTURE",
        "date": "2023/05/01",
        "ipc": "G01R 1/04(2006.01); G01R 1/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317998A_015.png",
        "content": "形成適用於輻射圖案化的輻射敏感塗層的方法及包含單烷基三醯胺基錫化合物的組合物\nMETHODS FOR FORMING RADIATION SENSITIVE COATINGS SUITABLE FOR RADIATION PATTERNING AND COMPOSITIONS COMPRISING MONOALKYL TRIAMIDO TIN COMPOUNDS"
    },
    {
        "pid": "TW202317099A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.75890D40001000000001000000000003^0000100E1E1000000001500760047f8",
        "title": "用於製備(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及中間體\nPROCESSES AND INTERMEDIATES FOR THE PREPARATION OF (S)-5-AMINO-3-(4-((5-FLUORO-2-METHOXYBENZAMIDO)METHYL)PHENYL)-1-(1,1,1-TRIFLUOROPROPANE-2-YL)-1H-PYRAZOLE-4-CARBOXAMIDE",
        "date": "2023/05/01",
        "ipc": "A61K 31/41(2006.01); A61K 31/16(2006.01); C07C 235/60(2006.01); C07C 255/44(2006.01); C07D 231/38(2006.01); C07F 5/02(2006.01); C07F 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "一種純組合物，其包含由化學式RSn(OR’) 3所表示的單烷基錫三烷氧化物、或由化學式RSn(NR’ 2) 3所表示的單烷基錫三胺化合物，以及基於錫總含量計，不大於4莫耳%的二烷基錫化合物， 其中R係具有1至31個碳原子的烴基，以及其中R’ 係具有1至10個碳原子的烴基。提供形成純組合物的方法。亦提供一種固體組合物，其包含由RSn-(NR'COR\") 3所表示的單烷基三醯胺基錫化合物，其中R係具有1至31個碳原子的烴基，以及其中R’ 及R\"係各自獨立為具有1至10個碳原子的烴基。該等組合物適合用於形成適用於EUV圖案化的光阻劑組合物，其中該等組合物具有高EUV吸收。\nA pure composition comprises a monoalkyltin trialkoxide compound represented by the chemical formula RSn(OR’) 3or a monoalkyl tin triamide compound represented by the chemical formula RSn(NR’ 2) 3and no more than 4 mole% dialkyltin compounds relative to the total tin amount, where R is a hydrocarbyl group with 1-31 carbon atoms, and wherein R’ is a hydrocarbyl group with 1-10 carbon atoms. Methods are described for the formation of the pure compositions. A solid composition comprises a monoalkyl triamido tin compound represented by the chemical formula RSn-(NR'COR\") 3, where R is a hydrocarbyl group with 1-31 carbon atoms, and where R’ and R\" are independently a hydrocarbyl group with 1-10 carbon atoms. The compositions are suitable for the formation of resist compositions suitable for EUV patterning in which the compositions have a high EUV absorption."
    },
    {
        "pid": "TW202317408A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.130f000D000000000001E0000000003^00001000E11100000001015040764a9c",
        "title": "防旋轉誤用裝置和座椅\nDEVICE FOR PREVENTING MIS-ROTATION AND SEAT",
        "date": "2023/05/01",
        "ipc": "B60N 2/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317408A_017.png",
        "content": "具有隨動調整結構的測試裝置及測試方法\nTEST DEVICE AND TEST METHOD WITH A FOLLOWER ADJUSTING STRUCTURE"
    },
    {
        "pid": "TW202318428A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f0c004010100001200000030^000001000E10E100000000000500076D0004a03",
        "title": "利用虛設儲存塊作為池電容器的非揮發性記憶體元件\nNON-VOLATILE MEMORY DEVICE UTILIZING DUMMY MEMORY BLOCK AS POOL CAPACITOR",
        "date": "2023/05/01",
        "ipc": "G11C 16/26(2006.01); G11C 16/06(2006.01); H01L 27/11526(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318428A_018.png",
        "content": "一種具有隨動調整結構的測試裝置及測試方法，在檢測元件向被檢測件的抵壓的過程中，使第一隨動部、第二隨動部和檢測頭依次抵接在限位面、被檢測件的頂部和觸點上，以滿足被檢測件的尺寸檢測和電氣性能檢測的要求。由此，一方面，在檢測元件向被檢測件靠近的過程中，主動部將彈力作用在被檢測件上，避免了對檢測部和被檢測件的過多擠壓。另一方面，該過程中主動部受到的彈力逐漸增加，使得主動部的運動速度得到減緩，從而避免檢測部和被檢測件在接觸時受到衝擊。又一方面，在檢測頭抵壓被檢測件前，先由第二隨動部對被檢測件進行壓合，保證了被檢測件能夠緊貼於仿形槽的底部。\nThe embodiment of the invention discloses a test device and a test method with a follower adjusting structure. In the process of the detection component pressing against the tested part, the first follower part, the second follower part and the detection head are connected successively on the limit surface, the top of the tested part and the contact, so as to meet the requirements of the size detection and electrical performance detection of the tested part. Therefore, on the one hand, when the detection component is close to the tested part, the active part acts the elastic force on the tested part to avoid excessive squeezing on the testing part and the tested part. On the other hand, in this process, the elastic force on the active part gradually increases, which slows down the motion speed of the active part, so as to avoid the impact of the detection part and the tested part in contact. On the other hand, before the detection head is pressed against the detected part, the second follower is used to press the detected part to ensure that the detected part can be close to the bottom of the copying groove."
    },
    {
        "pid": "TW202317349A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.796107005010000000010E0010000^300000000010E13000000010046D004a6e",
        "title": "鞋類組件的製造方法\nFOOTWEAR COMPONENT MANUFACTURING METHODS",
        "date": "2023/05/01",
        "ipc": "B29C 44/42(2006.01); A43B 13/02(2006.01); A43B 13/18(2006.01); B29C 44/58(2006.01); B29D 35/12(2010.01); B29D 35/14(2010.01); C08J 9/12(2006.01); C08J 9/34(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317349A_019.png",
        "content": "用於製備(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及中間體\nPROCESSES AND INTERMEDIATES FOR THE PREPARATION OF (S)-5-AMINO-3-(4-((5-FLUORO-2-METHOXYBENZAMIDO)METHYL)PHENYL)-1-(1,1,1-TRIFLUOROPROPANE-2-YL)-1H-PYRAZOLE-4-CARBOXAMIDE"
    },
    {
        "pid": "TW202317967A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5d4b00D00050000000000101000010000030^000000E1E40000001104760491d",
        "title": "用於連續單分子核酸定序的定序晶片\nA SEQUENCING CHIP FOR CONTINUOUS SINGLE MOLECULE NUCLEIC ACIDS SEQUENCING",
        "date": "2023/05/01",
        "ipc": "G01N 21/01(2006.01); G01N 21/64(2006.01); G01N 33/52(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317967A_020.png",
        "content": "本發明提供用於合成(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及關鍵中間體： 。\nThe present invention provides processes and key intermediates for the synthesis of (S)-5-amino-3-(4-((5-fluoro-2-methoxybenzamido)methyl)phenyl)-1-(1,1,1-trifluoropropane-2-yl)-1H-pyrazole-4-carboxamide: ."
    },
    {
        "pid": "TW202318551A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3ec2004005010000000010000100030^0000000E10E05100000010076D004ae9",
        "title": "基板處理方法及基板處理裝置\nMETHOD OF PROCESSING SUBSTRATE AND SUBSTRATE PROCESSING APPARATUS",
        "date": "2023/05/01",
        "ipc": "H01L 21/67(2006.01); B08B 3/04(2006.01); F26B 3/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318551A_021.png",
        "content": "一種防旋轉誤用裝置，連接在相對旋轉的第一部件與第二部件之間，防旋轉誤用裝置包括：阻擋部，固定在第一部件上；安裝件，固定在第二部件上，安裝件具有底壁、第一側壁及第二側壁，底壁、側壁用以形成容置空間；阻擋件，能樞轉地設置在側壁間，並至少部分地容置於容置空間中，以在一鎖定位置與一釋放位置之間樞轉，在鎖定位置，阻擋件防止第一部件旋轉，在釋放位置，阻擋件允許第一部件旋轉；推動組件，設置在安裝件的底壁上並且至少部分地容置於容置空間中，推動組件在外力作用下能在底壁上滑動，以驅使阻擋件從鎖定位置樞轉到釋放位置。\nA device for preventing mis-rotation is connected between a first component and a second component that rotate relative to each other. The device for preventing mis-rotation includes: a blocking part fixed on the first component; a mounting member fixed on the second component, the mounting member having a bottom wall, a first side wall and a second side wall, the bottom wall and the side walls forming an accommodating space; a blocking member pivotally arranged between the side walls and at least partially accommodated in the accommodating space to pivot between a locked position and a released position, in the locked position, the blocking member preventing the first part from rotation, while in the release position, the blocking member allowing the first part to rotate; a pushing assembly arranged on the bottom wall of the mounting member and at least partially accommodated in the accommodating space, the pushing assembly being able to slide on the bottom wall under an external force so as to drive the blocking member to pivot from the locked position to the released position."
    },
    {
        "pid": "TW202318249A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0f890D40005000000000000010003^00000000E1E161000000010100760049ee",
        "title": "具有交叉耦合結構的積體電路\nINTEGRATED CIRCUITS HAVING CROSS-COUPLE CONSTRUCTS",
        "date": "2023/05/01",
        "ipc": "G06F 30/39(2020.01); H01L 27/088(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318249A_022.png",
        "content": "利用虛設儲存塊作為池電容器的非揮發性記憶體元件\nNON-VOLATILE MEMORY DEVICE UTILIZING DUMMY MEMORY BLOCK AS POOL CAPACITOR"
    },
    {
        "pid": "TW202318811A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d6d7000604000010000000001701E10000000000030^0010E0000001507D4aa5",
        "title": "絕對編碼器\nABSOLUTE ENCODER",
        "date": "2023/05/01",
        "ipc": "H03M 1/12(2006.01); G01D 5/347(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318811A_023.png",
        "content": "一種非揮發性記憶體元件，包括多個儲存塊，與所述多個儲存塊相鄰的至少一個虛設塊，其中，所述多個儲存塊中的每一個儲存塊包括：在一基底上的一交替層堆疊體、在所述交替層堆疊體中的多個通道孔、以及沿所述多個通道孔設置的多個儲存單元串，其中，所述至少一個虛設塊包括在所述基底上的一交替虛設層堆疊體，並且其中，所述交替虛設層堆疊體包括交替堆疊在彼此上的多個導電層和多個介電層，其中，所述多個儲存塊和所述至少一個虛設塊均位於一記憶體陣列中，所述多個儲存塊和所述至少一個虛設塊被分組到多個不同的頁面中。\nA non-volatile memory element includes a plurality of memory blocks and at least one dummy block adjacent to the plurality of memory blocks, wherein each memory block of the plurality of memory blocks includes an alternating layer stack on a substrate, a plurality of via holes in the alternating layer stack, and a memory cell string arranged along the plurality of via holes, wherein the at least one dummy block includes an alternating dummy layer stack on the substrate, and the alternating dummy layer stack includes a plurality of conductive layers and a plurality of dielectric layers alternately stacked on each other, wherein the plurality of memory blocks and the at least one dummy block are all located in a memory array, and the plurality of memory blocks and the at least one dummy block are grouped into a plurality of different pages."
    },
    {
        "pid": "TW202318821A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.985d00D60501000000080E010100000030^0000000E1100000000100047048ec",
        "title": "終端裝置及通訊方法",
        "date": "2023/05/01",
        "ipc": "H04B 7/0417(2017.01); H04B 7/0408(2017.01); H04B 17/318(2015.01); H04W 48/16(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318821A_024.png",
        "content": "提供了利用聚合物組合物和超臨界流體的單相溶液使鞋類組件物理發泡。該方法包括對模具進行溫度調節，並且然後將模具與機器人接合，該機器人將模具傳送到壓機。在壓機處，在將聚合物組合物和超臨界流體的單相溶液注射到模具的腔中之前，向模具的腔施加氣體反壓力。該工藝繼續從模具的腔釋放氣體反壓力，並且然後從模具的腔移除鞋類組件。該方法的參數被配置用於以自動方式形成鞋類組件。\nPhysical foaming a footwear component with a single-phase solution of a polymeric composition and a supercritical fluid is provided. The method include temperature conditioning a mold and then engaging the mold with a robot that conveys the mold to a press. At the press a gas counter pressure is applied to a cavity of the mold before injecting a single-phase solution of a polymeric composition and a supercritical fluid into the cavity of the mold. The process continues with releasing the gas counter pressure from the cavity of the mold and then removing the footwear component from the cavity of the mold. The parameters of the method are configured for the formation of the footwear component in an automated manner."
    },
    {
        "pid": "TW202318639A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.528c0D4000000001E000000003^000001000E110900000000011500076004a08",
        "title": "三維記憶體裝置\nTHREE-DIMENSIONAL MEMORY DEVICE",
        "date": "2023/05/01",
        "ipc": "H01L 27/11521(2017.01); H01L 27/11524(2017.01); H01L 27/11551(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318639A_025.png",
        "content": "用於連續單分子核酸定序的定序晶片\nA SEQUENCING CHIP FOR CONTINUOUS SINGLE MOLECULE NUCLEIC ACIDS SEQUENCING"
    },
    {
        "pid": "TW202317734A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e93600670510100000001A1E1E01000000^03000000000000000000040D049dd",
        "title": "含二氟甲烷、四氟丙烯和二氧化碳之組合物及其用途\nCOMPOSITIONS CONTAINING DIFLUOROMETHANE, TETRAFLUOROPROPENE, AND CARBON DIOXIDE AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "C09K 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本申請揭示一種用於連續單分子核酸定序的定序晶片。所述定序晶片包含一基板、一波導、至少一光耦合器、至少一定位序點以及一光束調整機構。該波導設於該基板上，其包含一核心層及設於該核心層上的一上覆層。該光耦合器自該上覆層延伸進入該核心層。該定序位點位於該上覆層中。該光束調整機構是用以調整將來自該光耦合器的一光束於朝向該定序位點傳遞時的一總投影面積。\nA sequencing chip for continuous single molecule nucleic acids sequencing is provided. The sequencing chip includes a substrate, a waveguide, at least a light coupler, at least a sequencing site, and a beam adjusting mechanism. The waveguide is over the substrate. The waveguide includes a core layer and an upper cladding layer over the core layer. The light coupler extends from the upper cladding layer into the core layer. The sequencing site is in the upper cladding layer. The beam adjusting mechanism is configured to adjust a total projection area of a beam from the light coupler when propagating toward the sequencing site."
    },
    {
        "pid": "TW202317948A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.2e98D640051000000001000100003^00000000EE10B1000000010000700049ed",
        "title": "用於寶石識別之紫外可見吸收光譜\nULTRAVIOLET-VISIBLE ABSORPTION SPECTROSCOPY FOR GEMSTONE IDENTIFICATION",
        "date": "2023/05/01",
        "ipc": "G01J 3/42(2006.01); G01B 9/00(2006.01); G01N 21/33(2006.01); G01N 21/87(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317948A_027.png",
        "content": "基板處理方法及基板處理裝置\nMETHOD OF PROCESSING SUBSTRATE AND SUBSTRATE PROCESSING APPARATUS"
    },
    {
        "pid": "TW202318752A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3387000400010000000001E0000000003^0000100E10C10000001050076D4936",
        "title": "具有自驅控制的安全關斷裝置、電源供應系統及其自驅控制方法\nSAFETY SHUT-DOWN DEVICE WITH SELF-DRIVING CONTROL, POWER SUPPLY SYSTEM AND METHOD OF SELF-DRIVING CONTROL THE SAME",
        "date": "2023/05/01",
        "ipc": "H02H 3/38(2006.01); H02M 1/32(2007.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318752A_028.png",
        "content": "藉由將疏水劑的液體供給至基板(W)的表面而形成覆蓋基板(W)的整個表面的疏水劑的液膜。之後，將表面張力低於水的第1有機溶劑的液體供給至由疏水劑的液膜覆蓋著的基板(W)的表面，由此以第1有機溶劑的液體來置換基板(W)上的疏水劑的液體。之後，將表面張力低於第1有機溶劑的第2有機溶劑的液體供給至由第1有機溶劑的液膜覆蓋著的基板(W)的表面，由此以第2有機溶劑的液體來置換基板(W)上的第1有機溶劑的液體。之後，使附著著第2有機溶劑的液體的基板(W)乾燥。\nA liquid of a hydrophobizing agent is supplied to a surface of a substrate (W) to form a liquid film of the hydrophobizing agent that covers the entire surface region of the substrate (W). A liquid of a first organic solvent having a lower surface tension than water is supplied to the surface of the substrate (W) covered with the liquid film of the hydrophobizing agent so that the liquid of the hydrophobizing agent on the substrate (W) is replaced with the liquid of the first organic solvent. A liquid of a second organic solvent having a lower surface tension than the first organic solvent is supplied to the surface of the substrate (W) covered with the liquid film of the first organic solvent so that the liquid of the first organic solvent on the substrate is replaced (W) with the liquid of the second organic solvent. The substrate (W) that the liquid of the second organic solvent has adhered, is dried."
    },
    {
        "pid": "TW202317955A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.18ad00D745000000000E0E010000^0300000000011D100000001010000604b23",
        "title": "用於瓶蓋的測量設備和方法\nMEASURING APPARATUS AND METHOD FOR CAPSULES",
        "date": "2023/05/01",
        "ipc": "G01L 1/06(2006.01); B65D 41/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317955A_029.png",
        "content": "一種積體電路可包括第一主動區以及第二主動區，且所述第一主動區與所述第二主動區可沿第一水平方向在基板上彼此平行地延伸且具有彼此不同的導電類型。第一閘極線可在與所述第一水平方向相交的第二水平方向上延伸且可與所述第一主動區形成第一電晶體。所述第一電晶體可包括被施加第一輸入訊號的閘極。所述第一閘極線可包括第一局部閘極線，所述第一局部閘極線在垂直方向上與所述第一主動區交疊且具有位於所述第一主動區與所述第二主動區之間的區上的端部。\nAn integrated circuit may include a first active region and a second active region, and the first and second active regions may extend on a substrate in a first horizontal direction in parallel to each other and have different conductivity types from each other. A first gate line may extend in a second horizontal direction crossing the first horizontal direction, and may form a first transistor with the first active region. The first transistor may include a gate to which a first input signal is applied. The first gate line may include a first partial gate line that overlaps the first active region in a perpendicular direction and that has an end on a region between the first and second active regions."
    },
    {
        "pid": "TW202317613A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.aeb206740051100000000E11E00010000^0300000000E010000000000D004a11",
        "title": "眼科疾病之個人化治療\nPERSONALIZED TREATMENT OF OPHTHALMOLOGIC DISEASES",
        "date": "2023/05/01",
        "ipc": "C07K 16/22(2006.01); A61K 39/395(2006.01); A61P 27/02(2006.01); G16H 20/10(2018.01); G16H 50/20(2018.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317613A_030.png",
        "content": "絕對編碼器(1X)根據來自配置有絕對值碼圖案之標度尺(20)的第一位置的光及來自第二位置的光，而算出在標度尺(20)上的第一絕對位置。絕對值碼圖案由在圓板狀的標度尺之與發光元件相對向之側的面內朝向徑向延伸且於周方向交錯設置的線狀的反射部及線狀的非反射部所形成，反射部及非反射部在第一位置之線寬比在第二位置之線寬窄，在第一位置包含的反射部的條數比在第二位置包含的反射部的條數多。\nAn absolute encoder (1X) calculates a first absolute position on a scale (20) based on light form a first position and light from a second position of the scale (20) arranged with an absolute value code pattern. The absolute value code pattern is formed of linear reflective parts and linear non-reflective parts that extend in a radial direction and are provided alternately in a circumferential direction on a surface of a disc-shaped scale at a side opposite to a light-emitting element, wherein the linear reflecting part and the linear non-reflecting part have a line width at the first position narrower than a line width at the second position, and the number of the reflective parts included at the first position is smaller than the number of the reflective parts included at the second position."
    },
    {
        "pid": "TW202317279A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.822b00D70100000F010E00000^0300000100001E100000000001050040604a78",
        "title": "圖型形成方法及噴墨印刷裝置",
        "date": "2023/05/01",
        "ipc": "B05D 1/26(2006.01); B05C 5/00(2006.01); B05D 3/00(2006.01); B05D 7/24(2006.01); B41J 2/01(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317279A_031.png",
        "content": "3D記憶體裝置包括周邊電路、儲存堆疊體、半導體層、多個通道結構及源極接觸部。儲存堆疊體處於周邊電路上方，且包括交替的導電層和介電質層。半導體層處於儲存堆疊體上方。通道結構各自垂直地貫穿儲存堆疊體延伸到半導體層中，其中，每個通道結構包括半導體通道，半導體層包圍半導體通道，半導體通道延伸到半導體層中的部分並與其接觸。源極接觸處部於儲存堆疊體上方並且與半導體層接觸。\nA 3D memory device includes a peripheral circuit, a storage stack, a semiconductor layer, a plurality of channel structures and a source contact. The storage stack is disposed above the peripheral circuit and includes alternating conductive layers and dielectric layers. The semiconductor layer is disposed above the storage stack. Each channel vertically extends through the storage stack into the semiconductor layer. Each channel structure includes a semiconductor channel, and the semiconductor layer surrounds the semiconductor channel. The semiconductor channel extends to a portion of the semiconductor layer and contacts the semiconductor layer. The source contact is located above the storage stack and contacts the semiconductor layer."
    },
    {
        "pid": "TW202318874A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5eaa0D740050000000000210E00010000^0300000001E0000000011006004942",
        "title": "影像編碼器、影像解碼器及非暫時性電腦可讀取之記錄媒體\nIMAGE ENCODER, IMAGE DECODER, AND NON-TRANSITORY COMPUTER-READABLE RECORDING MEDIUM",
        "date": "2023/05/01",
        "ipc": "H04N 19/50(2014.01); H04N 19/51(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318874A_032.png",
        "content": "含二氟甲烷、四氟丙烯和二氧化碳之組合物及其用途\nCOMPOSITIONS CONTAINING DIFLUOROMETHANE, TETRAFLUOROPROPENE, AND CARBON DIOXIDE AND USES THEREOF"
    },
    {
        "pid": "TW202317954A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.97f700067040000100000000000101E1E00000000000^30000102000015D49cd",
        "title": "熱傳導量計\nTHERMAL CONDUCTIVITY GAUGE",
        "date": "2023/05/01",
        "ipc": "G01K 17/06(2006.01); G01F 1/69(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317954A_033.png",
        "content": "根據本發明，揭示冷媒組合物。該等組合物包含基本上由HFC-32、HFO-1234yf、及CO 2組成之冷媒混合物。該等組合物可用於產生冷卻及加熱之製程、用於替代冷媒R-32之方法、及用於製冷、空調、或熱泵系統中。此等本發明組合物與R-32的冷卻性能匹配，具有小於400或小於300的GWP。\nIn accordance with the present invention refrigerant compositions are disclosed. The compositions comprise a refrigerant mixture consisting essentially of HFC-32, HFO-1234yf, and CO 2. The compositions are useful in processes to produce cooling and heating, in methods for replacing refrigerant R-32, and in refrigeration, air conditioning or heat pump systems. These inventive compositions are match cooling performance for R-32 with GWP less than 400 or less than 300."
    },
    {
        "pid": "TW202318876A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d9b206740500100000002211E00100000^0300000000E000000001000D004938",
        "title": "圖像預測方法、裝置以及視訊編碼器、視訊解碼器\nMETHOD AND APPARATUS FOR IMAGE PREDICTION, VIDEO ENCODER AND VIDEO DECODER",
        "date": "2023/05/01",
        "ipc": "H04N 19/51(2014.01); H04N 19/527(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318876A_034.png",
        "content": "用於寶石識別之紫外可見吸收光譜\nULTRAVIOLET-VISIBLE ABSORPTION SPECTROSCOPY FOR GEMSTONE IDENTIFICATION"
    },
    {
        "pid": "TW202318477A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5720700000000002E00000^03000000010010E103000000000115406D00049a1",
        "title": "濾波器裝置、基板處理裝置及電漿處理裝置",
        "date": "2023/05/01",
        "ipc": "H01J 37/32(2006.01); H01L 21/3065(2006.01); H03H 7/01(2006.01); H05H 1/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318477A_035.png",
        "content": "本文中之系統及方法可用於擷取及分析一載物台上之多個樣本寶石之光譜資料，包含針對反射及透射模式兩者映射樣本之數位相機影像資料。\nSystems and methods here may be used for capturing and analyzing spectrometer data of multiple sample gemstones on a stage, including mapping digital camera image data of samples, for both reflective and transmission modes."
    },
    {
        "pid": "TW202317173A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.83090D00100004000000003^0000001000E1E120000000000010504076004916",
        "title": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "A61K 38/22(2006.01); A61P 3/10(2006.01); C07K 14/575(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "具有自驅控制的安全關斷裝置、電源供應系統及其自驅控制方法\nSAFETY SHUT-DOWN DEVICE WITH SELF-DRIVING CONTROL, POWER SUPPLY SYSTEM AND METHOD OF SELF-DRIVING CONTROL THE SAME"
    },
    {
        "pid": "TW202317174A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.01a407400000EE000^030000000010001010520000000000101050006D0049bc",
        "title": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "A61K 38/23(2006.01); A61K 38/22(2006.01); A61K 47/54(2017.01); A61P 3/04(2006.01); A61P 3/10(2006.01); C07K 14/575(2006.01); C07K 14/585(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "一種具有自驅控制的安全關斷裝置耦接電源供應裝置與負載之間的供電路徑，且安全關斷裝置包括偵測單元、可控開關及驅動電路。偵測單元耦接供電路徑，可控開關耦接供電路徑的正端點與負端點之間。驅動電路耦接偵測單元、供電路徑與可控開關，接收電源供應裝置的輸出電壓而導通可控開關，且根據偵測單元是否偵測到流過供電路徑的電流而關斷可控開關。\nA safety shut-down device with self-driving control is coupled to a power supply path between a power supply device and a load, and the safety shut-down device includes a detection unit, a controllable switch and a drive circuit. The detection unit is coupled to the power supply path, and the controllable switch is coupled to a positive end and the negative end of the power supply path. The drive circuit is coupled to the detection unit, the power supply path and the controllable switch, receives the output voltage of the power supply device to turn on the controllable switch, and turns off the controllable switch according to whether the detection unit detects a current through the power supply path."
    },
    {
        "pid": "TW202318306A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d227000700010000002601EE0000000^030001000010000000001500406D4b55",
        "title": "區塊鏈實施系統及方法\nBLOCKCHAIN-IMPLEMENTED SYSTEM AND METHOD",
        "date": "2023/05/01",
        "ipc": "G06Q 20/38(2012.01); G06Q 40/04(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318306A_038.png",
        "content": "本文公開了一種用於測量連接瓶蓋與具有閉合環形形狀的防開啟包裝帶的脆弱構件的拉開力的測量設備和方法，其具有軸向保持所述防開啟包裝帶的環形脊部、推動所述瓶蓋以便造成所述脆弱構件的斷裂的推動器元件、用以檢測由所述推動器元件施加的拉力的感測器構件，以及被佈置成用於將所述瓶蓋供應到所述環形脊部的提升和對接裝置。 本文還公開了帶脫離構件，其用於在所述脆弱構件的斷裂之後使所述防開啟包裝帶從所述環形脊部脫離，但維持所述防開啟包裝帶的所述閉合環形形狀完整。\nThere are disclosed a measuring apparatus and method for measuring the pull-off force of frangible means connecting a capsule with a tamper evident band of closed annular shape, with an annular ridge that axially retains the tamper evident band, a pusher element that pushes the capsule so as to cause the breakage of the frangible means, sensor means to detect the tensile force applied by the pusher element, and a lifting and abutting device arranged for supply the capsule to the annular ridge. There are further disclosed band disengagement means for disengaging the tamper evident band from the annular ridge after the breakage of the frangible means, yet maintaining intact the closed annular shape of the tamper evident band."
    },
    {
        "pid": "TW202317419A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.eb620700051010000000271E00010000^30000000010E000000000046D004968",
        "title": "後輪旋轉鎖控機構及幼兒載具\nREAR WHEEL ROTATION LOCK MECHANISM AND CHILD CARRIER",
        "date": "2023/05/01",
        "ipc": "B62B 7/08(2006.01); A47D 13/02(2006.01); B62B 9/08(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317419A_039.png",
        "content": "本發明係關於結合於VEGF及ANG2之抗體，其用於治療眼部血管疾病，諸如新生血管性AMD (nAMD) (亦稱為繼發於年齡相關之黃斑變性[AMD]或濕性AMD之脈絡膜新生血管[CNV])、糖尿病性視網膜病變，特定言之糖尿病性黃斑水腫(DME)或繼發於視網膜靜脈阻塞(RVO)之黃斑水腫。\nThe current invention relates to antibodies which bind to VEGF and ANG2 for use in the treatment of ocular vascular diseases such as neovascular AMD (nAMD) (also known as choroidal neovascularization [CNV] secondary to age-related macular degeneration [AMD] or wet AMD), diabetic retinopathy in particular diabetic macular edema (DME) or macular edema secondary to retinal vein occlusion (RVO)."
    },
    {
        "pid": "TW202318482A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a9520600511000000811001000030^00000000E0E0200000000000047D004a5c",
        "title": "成型裝置、成型方法及物品之製造方法",
        "date": "2023/05/01",
        "ipc": "H01L 21/027(2006.01); B29C 59/02(2006.01); H01L 21/677(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318482A_040.png",
        "content": "本發明之課題，係在於提供一種藉由噴墨印刷方式所進行之圖型形成方法，其不僅高精細度且無條紋或斑點，絕緣特性或導電特性亦均一且塗膜密接良好。 本發明之圖型形成方法，其在對於複數個噴嘴孔往一列方向排列之墨水吐出裝置的噴嘴列方向往垂直及平行移動複數次，並從噴嘴對於作為印刷媒體的基板吐出墨水的液滴而形成圖型的方式中，作為前述墨水，係使用吐出時之溫度下之黏度η1與彈著時之溫度下之黏度η2的比率η2/η1為100以上之墨水，並且，對應於構成前述圖型的前述圖像資料的各畫素的階度或濃度，將使用在構成形成於前述基板上的圖型的點的塗膜的形成之前述墨水的液量，以與相鄰的點不具有一定的週期性，圖型的塗膜全體並非均一的方式進行控制。"
    },
    {
        "pid": "TW202318481A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.86ec0D70400100000009E0E0000000^300000001011020000000010506004b50",
        "title": "供給裝置、供給系統",
        "date": "2023/05/01",
        "ipc": "H01L 21/027(2006.01); B08B 3/02(2006.01); H01L 21/304(2006.01); H01L 21/306(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318481A_041.png",
        "content": "影像編碼器、影像解碼器及非暫時性電腦可讀取之記錄媒體\nIMAGE ENCODER, IMAGE DECODER, AND NON-TRANSITORY COMPUTER-READABLE RECORDING MEDIUM"
    },
    {
        "pid": "TW202318126A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ecb106740510100000002A01E00100000^0300000000E100000000000D0049f3",
        "title": "學習完成的模型生成方法、異常主要原因推定裝置、學習完成的模型、異常主要原因推定方法、學習方法、學習裝置以及學習資料製作方法\nLEARNED MODEL GENERATING METHOD, ABNORMALITY FACTOR ESTIMATING DEVICE, LEARNED MODEL, ABNORMALITY FACTOR ESTIMATING METHOD, LEARNING METHOD, LEARNING DEVICE, AND LEARNING DATA GENERATING METHOD",
        "date": "2023/05/01",
        "ipc": "G05B 23/02(2006.01); G06N 20/00(2019.01); H01L 21/304(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318126A_042.png",
        "content": "本發明提供一種影像編碼器，其包括電路及耦接至該電路之一記憶體。該電路在操作時執行一分割語法操作，該分割語法操作包括：基於指示分裂之一分割參數而將一影像區塊分裂成包括具有一非矩形形狀(例如，一三角形狀)之一第一分割區及一第二分割區的複數個分割區；編碼該第一分割區及該第二分割區；以及將包括該分割參數之一或多個參數寫入至一位元串流中。\nAn image encoder is provided, which includes circuitry and a memory coupled to the circuitry. The circuitry, in operation, performs a partition syntax operation including: splitting an image block into a plurality of partitions including a first partition having a non-rectangular shape (e.g., a triangular shape) and a second partition based on a partition parameter indicative of the splitting; encoding the first partition and the second partition; and writing one or more parameters including the partition parameter into a bitstream."
    },
    {
        "pid": "TW202318392A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.4ec90D04005000000002000000100030^0000000E1E1B00000001100760048fb",
        "title": "液晶顯示裝置及其電子裝置\nLIQUID CRYSTAL DISPLAY DEVICE AND ELECTRONIC DEVICE INCLUDING THE SAME",
        "date": "2023/05/01",
        "ipc": "G09G 3/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318392A_043.png",
        "content": "一種用於測量腔室內的氣體壓力的熱傳導量計。感應器線和電阻器形成耦合在電源輸入和接地之間的電路，其中感應器線延伸進入該腔室且經由端子連接到電阻器。控制器調節電源輸入，作為在端子的電壓和在電源輸入的電壓的函數，使感應器線達到目標溫度。基於調整後的電源輸入，控制器可確定腔室內的氣體壓力的測量值。\nA thermal conductivity gauge measures gas pressure within a chamber. A sensor wire and a resistor form a circuit coupled between a power input and ground, where the sensor wire extends into the chamber and connects to the resistor via a terminal. A controller adjusts the power input, as a function of a voltage at the terminal and a voltage at the power input, to bring the sensor wire to a target temperature. Based on the adjusted power input, the controller can determine a measure of the gas pressure within the chamber."
    },
    {
        "pid": "TW202317202A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.8b590D6000510000000C0010001000030^0000000EE1200000000100470048d6",
        "title": "包含干擾素基因之刺激因子（ＳＴＩＮＧ）的促效劑之抗體－藥物共軛體\nANTIBODY DRUG CONJUGATES COMPRISING STING AGONISTS",
        "date": "2023/05/01",
        "ipc": "A61K 47/68(2017.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317202A_044.png",
        "content": "圖像預測方法、裝置以及視訊編碼器、視訊解碼器\nMETHOD AND APPARATUS FOR IMAGE PREDICTION, VIDEO ENCODER AND VIDEO DECODER"
    },
    {
        "pid": "TW202318222A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.9eb8D6740050100000000D01E00010000^030000000E10200000001000004954",
        "title": "將附件資料數位化之電腦實施系統以及電腦實施方法\nCOMPUTER-IMPLEMENTED SYSTEMS AND COMPUTER-IMPLEMENTED METHODS FOR DIGITIZING ATTACHMENT DATA",
        "date": "2023/05/01",
        "ipc": "G06F 16/20(2019.01); G06F 16/22(2019.01); G06F 16/25(2019.01); G06F 16/93(2019.01); G06F 40/166(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318222A_045.png",
        "content": "本申請提供了一種圖像預測方法、裝置以及視訊編碼器、視訊解碼器。該方法包括：獲取當前圖像塊的初始運動資訊；基於所述初始運動資訊和當前圖像塊的位置確定N個前向參考塊的位置和N個後向參考塊的位置；基於匹配代價準則，從M對參考塊的位置中確定一對參考塊的位置為當前圖像塊的目標前向參考塊的位置和目標後向參考塊的位置，每對參考塊的位置包括一個前向參考塊的位置和一個後向參考塊的位置，且針對每對參考塊的位置，第一位置偏移與第二位置偏移成鏡像關係；基於所述目標前向參考塊的像素值和所述目標後向參考塊的像素值，得到所述當前圖像塊的像素值的預測值。本申請在提高圖像預測的準確性的同時，能降低圖像預測的複雜度。\nThis application provides an image prediction method, apparatus, video encoder and video decoder. The method includes: obtaining initial motion information of a current picture block; determining positions of N forward reference blocks and positions of N backward reference blocks based on the initial motion information and a location of the current image block; and determining, based on the matching cost criterion, that a location of a pair of reference blocks is a location of a target forward reference block of the current image block and a location of the target backward reference block from the positions of the M pairs of reference blocks; wherein positions of each pair of reference blocks includes a position of a forward reference block and a position of a backward reference block, and for positions of each pair of reference blocks, the first position offset and the second position offset have a mirror relationship. The method further includes: obtaining a predicted value of the pixel value of the current image block based on the pixel value of the target forward reference block and the pixel value of the target backward reference block. In this application, the accuracy of image prediction can be improved, and the complexity of image prediction can be reduced."
    },
    {
        "pid": "TW202318116A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.32d10604001000000001000000030^00000100E0E1E20000000105007D004a93",
        "title": "根據標準商業化可編程邏輯半導體IC晶片所構成的邏輯驅動器\nLOGIC DRIVE BASED ON STANDARDIZED COMMODITY PROGRAMMABLE LOGIC SEMICONDUCTOR IC CHIPS",
        "date": "2023/05/01",
        "ipc": "G05B 19/042(2006.01); G06F 3/06(2006.01); G11C 7/10(2006.01); H01L 27/112(2006.01); H01L 27/11524(2017.01); H03K 19/177(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318116A_046.png",
        "content": "本發明之課題在於減少針對雜訊之每一頻率重新製作濾波器之工時與勞力。 濾波器102(1)具有空芯線圈104(1)、外導體、可動子120(1)~ 120(4)。空芯線圈104(1)具有固定口徑與固定線圈長度。外導體形成為筒形，收容或包圍空芯線圈104(1)，且與空芯線圈104(1)組合而形成於複數個頻率下進行並聯共振之分佈常數線路。可動子120(1)~120(4)配置於如下1個或複數個有效區間內，且變更空芯線圈104(1)之各個繞組間隙，上述1個或複數個有效區間係於濾波器102(1)之頻率-阻抗特性中，於特定之1個或複數個並聯共振頻率向較高或較低之頻率區域側產生偏移。"
    },
    {
        "pid": "TW202318301A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5e48D00050000000020000100030^00000000E1E10F000000001104760004a20",
        "title": "用於產生適應性電子通知的系統、設備以及電腦實行方法\nSYSTEM, APPARATUS AND COMPUTER-IMPLEMENTED METHOD FOR GENERATING ADAPTIVE ELECTRONIC NOTIFICATIONS",
        "date": "2023/05/01",
        "ipc": "G06Q 10/08(2012.01); G06F 17/40(2006.01); G06Q 50/28(2012.01); H04L 29/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318301A_047.png",
        "content": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF"
    },
    {
        "pid": "TW202317964A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b61d00D6000110000000000E0100000000003^001000E1300000005040704942",
        "title": "撞擊器及用於對來自一流體流之生物顆粒取樣之方法\nIMPACTOR AND METHOD FOR SAMPLING BIOLOGICAL PARTICLES FROM A FLUID FLOW",
        "date": "2023/05/01",
        "ipc": "G01N 1/02(2006.01); C12M 1/26(2006.01); G01N 1/10(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317964A_048.png",
        "content": "本發明係關於藥物領域。更特定言之，本發明屬於治療糖尿病、肥胖症及/或血脂異常之領域。本發明係關於促效降鈣素及澱粉素受體兩者且可降低攝食量、體重、葡萄糖及/或三酸甘油酯，因此可用於治療糖尿病、肥胖症及/或血脂異常之化合物。本發明亦包括含有此類化合物之醫藥組合物及此類化合物及組合物之治療性用途。\nThe present disclosure related to the field of medicine. More particularly, the disclosure is in the field of treatment of diabetes, obesity, and/or dyslipidemia. The disclosure relates to compounds that agonize both the calcitonin and amylin receptors and can lower food intake, body weight, glucose and/or triglycerides, so can be used to treat diabetes, obesity and/or dyslipidemia. The present disclosure also includes pharmaceutical compositions containing such compounds and therapeutic uses of such compounds and compositions."
    },
    {
        "pid": "TW202318227A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e0e600704101000000311EE0000000^300000100010000000000050006D04b76",
        "title": "矩陣向量處理系統及用於執行向量縮減之方法\nMATRIX-VECTOR PROCESSING SYSTEM AND METHOD FOR PERFORMING VECTOR REDUCTIONS",
        "date": "2023/05/01",
        "ipc": "G06F 17/16(2006.01); G06F 9/302(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318227A_049.png",
        "content": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF"
    },
    {
        "pid": "TW202318054A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0798D640000000000100000003^000000010EE1023000000001010507000491f",
        "title": "光連接器及搭載光連接器之機器\nOPTICAL CONNECTOR AND DEVICE EQUIPPED WITH OPTICAL CONNECTOR",
        "date": "2023/05/01",
        "ipc": "G02B 6/42(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318054A_050.png",
        "content": "本發明係關於藥物領域。更特定言之，本發明屬於治療糖尿病、肥胖症及/或血脂異常之領域。本發明係關於促效降鈣素及澱粉素受體兩者且可降低攝食量、體重、葡萄糖及/或三酸甘油酯，因此可用於治療糖尿病、肥胖症及/或血脂異常之化合物。本發明亦包括含有此類化合物之醫藥組合物及此類化合物及組合物之治療性用途。\nThe present disclosure related to the field of medicine. More particularly, the disclosure is in the field of treatment of diabetes, obesity, and/or dyslipidemia. The disclosure relates to compounds that agonize both the calcitonin and amylin receptors and can lower food intake, body weight, glucose and/or triglycerides, so can be used to treat diabetes, obesity and/or dyslipidemia. The present disclosure also includes pharmaceutical compositions containing such compounds and therapeutic uses of such compounds and compositions."
    },
    {
        "pid": "TW202317672A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b12f000D7001100000000301E0E00000000^03001000013000100060040649ba",
        "title": "具有彈性體及填料之複合物之製備方法\nMETHODS OF PREPARING A COMPOSITE HAVING ELASTOMER AND FILLER",
        "date": "2023/05/01",
        "ipc": "C08J 3/20(2006.01); B60C 1/00(2006.01); C08J 3/26(2006.01); C08K 3/04(2006.01); C08K 3/36(2006.01); C08L 7/00(2006.01); C08L 9/00(2006.01); C08L 9/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "具有彈性體及填料之複合物之製備方法\nMETHODS OF PREPARING A COMPOSITE HAVING ELASTOMER AND FILLER"
    },
    {
        "pid": "TW202318877A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.14ec0D704000000100E0E000000^300000001001104300000001016006004ad5",
        "title": "編碼方法及解碼方法",
        "date": "2023/05/01",
        "ipc": "H04N 19/537(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318877A_002.png",
        "content": "本文揭示由固體彈性體及濕填料製備複合物之方法，以及包括複合物、硫化橡膠及由其製備之製品之產品。該濕填料可具有至少15%之液體含量。所得複合物包含以至少20 phr之載量分散於該彈性體中之該填料，其中填料良率損失不超過10%，其中該複合物具有基於該複合物之總重量不超過10重量%之液體含量。\nDisclosed herein are methods of preparing composites from solid elastomer(s) and wet filler(s), as well as products, including composites, vulcanizates, and articles therefrom. The wet filler can have a liquid content of at least 15%. A resulting composite comprises the filler dispersed in the elastomer at a loading of at least 20 phr with a filler yield loss of no more than 10%, wherein the composite has a liquid content of no more than 10% by weight based on total weight of said composite."
    },
    {
        "pid": "TW202318610A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.bccf000D04060110000010000501E00001000000030^0000E130000000764ae1",
        "title": "微電子總成\nMICROELECTRONIC ASSEMBLIES",
        "date": "2023/05/01",
        "ipc": "H01L 23/522(2006.01); H01L 21/60(2006.01); H01L 23/525(2006.01); H01L 23/528(2006.01); H01L 25/065(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318610A_003.png",
        "content": "本發明的編碼裝置具備記憶體及電路，電路利用記憶體，以分割了動態圖像所含的圖像之預測區塊為單位，來導出第1移動向量，並以預測區塊為單位，來進行第1移動補償處理，而前述第1移動向量是藉由利用互異的2個圖片內的2個區域的2個重構圖像的適合程度之第1畫面間預測方式來導出，前述第1移動補償處理是參考藉由利用了導出的第1移動向量的移動補償所生成的圖像之亮度的空間梯度，來生成預測圖像。"
    },
    {
        "pid": "TW202317772A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.432070000003E000^0300000000100010E1060000100000011060406D0004921",
        "title": "使用多工式螢光切換的螢光原位雜化成像\nFLUORESCENT IN-SITU HYBRIDIZATION IMAGING USING MULTI-PLEXED FLUORESCENT SWITCHING",
        "date": "2023/05/01",
        "ipc": "C12Q 1/6825(2018.01); B01L 3/00(2006.01); C12Q 1/6841(2018.01); C12Q 1/6876(2018.01); G01N 21/64(2006.01); G01N 33/533(2006.01); G02B 21/16(2006.01); G02B 21/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317772A_004.png",
        "content": "微電子總成、相關的裝置及方法被揭露於文中。於一些實施例中，一種微電子總成可包括一封裝基材，其具有一第一表面及一相對的第二表面；一被嵌入一第一電介質層中之第一晶粒，其具有一第一表面及一相對的第二表面，其中該第一晶粒之該第一表面係藉由第一互連而被耦合至該封裝基材之該第二表面；一被嵌入一第二電介質層中之第二晶粒，其具有一第一表面及一相對的第二表面，其中該第二晶粒之該第一表面係藉由第二互連而被耦合至該第一晶粒之該第二表面；及一被嵌入一第三電介質層中之第三晶粒，其具有一第一表面及一相對的第二表面，其中該第三晶粒之該第一表面係藉由第三互連而被耦合至該第二晶粒之該第二表面。\nMicroelectronic assemblies, related devices and methods, are disclosed herein. In some embodiments, a microelectronic assembly may include a package substrate having a first surface and an opposing second surface; a first die having a first surface and an opposing second surface embedded in a first dielectric layer, where the first surface of the first die is coupled to the second surface of the package substrate by first interconnects; a second die having a first surface and an opposing second surface embedded in a second dielectric layer, where the first surface of the second die is coupled to the second surface of the first die by second interconnects; and a third die having a first surface and an opposing second surface embedded in a third dielectric layer, where the first surface of the third die is coupled to the second surface of the second die by third interconnects."
    },
    {
        "pid": "TW202318059A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.56f300670400000000010003011E000000000^300000100E7000001160D049cc",
        "title": "光學成像系統\nOPTICAL IMAGING SYSTEM",
        "date": "2023/05/01",
        "ipc": "G02B 7/04(2021.01); G02B 9/64(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318059A_005.png",
        "content": "使用多工式螢光切換的螢光原位雜化成像\nFLUORESCENT IN-SITU HYBRIDIZATION IMAGING USING MULTI-PLEXED FLUORESCENT SWITCHING"
    },
    {
        "pid": "TW202317479A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.820b00D01000080100000003^0000010000E1E300000100000106004076049c8",
        "title": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY",
        "date": "2023/05/01",
        "ipc": "C01G 51/00(2006.01); C01G 53/00(2006.01); H01M 4/131(2010.01); H01M 4/1315(2010.01); H01M 4/525(2010.01); H01M 10/0525(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317479A_006.png",
        "content": "一種螢光原位雜化成像的方法，該方法包括以下步驟：將樣本暴露於第一複數個第一讀出探針及第二複數個第二讀出探針；在該等第一讀出探針及該等第二讀出探針分別與第一分析物及第二分析物結合以便以第一波長範圍發射光的情況下，獲得該樣本的第一影像；處理該樣本，以便修改該等第二讀出探針；及在該等第一讀出探針與該第一分析物結合以便以該第一波長範圍發射光且該第二分析物實質上不以該第一波長範圍發射光的情況下，獲得該樣本的一第二影像。\nA method of fluorescent in-situ hybridization imaging includes exposing a sample to a first plurality of first readout probes and a second plurality of second readout probes, obtaining a first image of the sample with first readout probes and the second readout probes bound to a first analyte and a second analyte, respectively, so as to emit light at a first wavelength range, treating the sample so as to modify the second readout probes, and obtaining a second image of the sample with the first readout probes bound to the first analyte so as to emit light at the first wavelength range and the second analyte substantially not emitting light at the first wavelength range."
    },
    {
        "pid": "TW202317478A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.4da8D74006000100030E000100^030000000001E109000000001100060004a55",
        "title": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY",
        "date": "2023/05/01",
        "ipc": "C01G 51/00(2006.01); C01G 53/00(2006.01); H01M 4/131(2010.01); H01M 4/1315(2010.01); H01M 4/525(2010.01); H01M 10/0525(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317478A_007.png",
        "content": "本發明提供一種光學成像系統，包含：第一透鏡，具有折射能力；第二透鏡，具有折射能力且具有凸出物側表面；第三透鏡，具有折射能力且具有凸出物側表面；第四透鏡，具有折射能力；第五透鏡，具有折射能力；以及第六透鏡，具有負折射能力。光學成像系統滿足100°≤FOV，且-2.0＜{IMGHT/(f*tan(FOV/2))-1}*100＜2.0，其中FOV為光學成像系統的視場，IMGHT為成像平面的對角線長度的一半，且f為光學成像系統的焦距。\nAn optical imaging system includes a first lens having refractive power, a second lens having refractive power and having a convex object-side surface, a third lens having refractive power and having a convex object-side surface, a fourth lens having refractive power, a fifth lens having refractive power, and a sixth lens having negative refractive power. The optical imaging system satisfies 100° ≤ FOV, and -2.0 ＜ {IMGHT/(f*tan(FOV/2))-1}*100 ＜ 2.0, where FOV is a field of view of the optical imaging system, IMGHT is half of a diagonal length of an imaging plane, and f is a focal length of the optical imaging system."
    },
    {
        "pid": "TW202317641A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7c6b00D70060100000000003010E001000000^300000001EA001001004604a03",
        "title": "抗TREM-1抗體及其用途\nANTI-TREM-1 ANTIBODIES AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "C07K 16/28(2006.01); A61K 39/395(2006.01); A61P 37/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317641A_008.png",
        "content": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY"
    },
    {
        "pid": "TW202318801A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a2990D64011000100B001000000003^00001000EE13000000000060007004a51",
        "title": "用於高頻重建或參數立體聲之複指數調變濾波器組\nCOMPLEX EXPONENTIAL MODULATED FILTER BANK FOR HIGH FREQUENCY RECONSTRUCTION OR PARAMETRIC STEREO",
        "date": "2023/05/01",
        "ipc": "H03H 17/02(2006.01); G10L 19/00(2013.01); G10L 19/02(2013.01); H03H 17/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318801A_009.png",
        "content": "提供一種大容量且循環特性優良的正極活性物質。該正極活性物的充電狀態和放電狀態間的結晶結構變化少。例如在放電狀態下具有層狀岩鹽型結晶結構，並且在以4.6V左右的高電壓充電的狀態下具有擬尖晶石型結晶結構的正極活性物質的在充電前後的結晶結構及體積的變化比習知的正極活性物質少。\nA positive electrode active material having high capacity and excellent cycle performance is provided. The positive electrode active material has a small difference in a 5 crystal structure between the charged state and the discharged state. For example, the crystal structure and volume of the positive electrode active material, which has a layered rock-salt crystal structure in the discharged state and a pseudo-spinel crystal structure in the charged state at a high voltage of approximately 4.6 V, are less likely to be changed by charge and discharge as compared with those of a known positive electrode active material."
    },
    {
        "pid": "TW202318276A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.30e30070401000010001E000000^3000000100010EC300000001060006D04af2",
        "title": "用於通過近紅外光譜學和機器學習技術在製造過程中進行端點檢測之設備和方法，及相關電腦可讀取媒體\nDEVICES AND METHODS FOR ENDPOINT DETECTION IN MANUFACTURING PROCESS BY NEAR INFRARED SPECTROSCOPY AND MACHINE LEARNING TECHNIQUES, AND RELATED COMPUTER-READABLE MEDIUM",
        "date": "2023/05/01",
        "ipc": "G06N 20/00(2019.01); G06F 30/27(2020.01); G06K 9/62(2006.01); G06N 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318276A_010.png",
        "content": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY"
    },
    {
        "pid": "TW202317540A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a43b00D670110000000D0101E0000000^0300010000E3000010000600400496c",
        "title": "含腈之抗病毒化合物類\nNITRILE-CONTAINING ANTIVIRAL COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07D 401/12(2006.01); A61K 31/4015(2006.01); A61K 31/4045(2006.01); A61K 31/4155(2006.01); A61K 31/427(2006.01); A61P 31/14(2006.01); C07D 207/26(2006.01); C07D 403/12(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317540A_011.png",
        "content": "提供一種大容量且循環特性優良的正極活性物質。該正極活性物的充電狀態和放電狀態間的結晶結構變化少。例如在放電狀態下具有層狀岩鹽型結晶結構，並且在以4.6V左右的高電壓充電的狀態下具有擬尖晶石型結晶結構的正極活性物質的在充電前後的結晶結構及體積的變化比習知的正極活性物質少。\nA positive electrode active material having high capacity and excellent cycle performance is provided. The positive electrode active material has a small difference in a 5 crystal structure between the charged state and the discharged state. For example, the crystal structure and volume of the positive electrode active material, which has a layered rock-salt crystal structure in the discharged state and a pseudo-spinel crystal structure in the charged state at a high voltage of approximately 4.6 V, are less likely to be changed by charge and discharge as compared with those of a known positive electrode active material."
    },
    {
        "pid": "TW202318468A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6d970006400610000010000301E1000100000003^00000E0E0000010007D4a64",
        "title": "用於自檢測影像提取圖案輪廓資訊之方法、輪廓提取設備、及相關之非暫時性電腦可讀媒體\nMETHOD FOR EXTRACTING PATTERN CONTOUR INFORMATION FROM AN INSPECTION IMAGE, CONTOUR EXTRACTION APPARATUS, AND RELATED NON-TRANSISTORY COMPUTER READABLE MEDIUM",
        "date": "2023/05/01",
        "ipc": "H01J 37/26(2006.01); G06T 5/00(2006.01); G06T 5/50(2006.01); G06T 7/00(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318468A_012.png",
        "content": "本發明提供特異性結合TREM-1且抑制TREM-1信號傳導之抗體或其抗原結合部分，其中該等抗體不結合至一或多種FcγR且不誘導骨髓細胞產生發炎性細胞介素。亦提供該等抗體或其抗原結合部分在諸如自體免疫疾病治療之治療應用中之用途。\nProvided herein are antibodies, or antigen-binding portions thereof, that specifically bind and inhibit TREM-1 signaling, wherein the antibodies do not bind to one or more FcγRs and do not induce the myeloid cells to produce inflammatory cytokines. Also provided are uses of such antibodies, or antigen-binding portions thereof, in therapeutic applications, such as treatment of autoimmune diseases."
    },
    {
        "pid": "TW202317194A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.969b00D64000100001000F010100000000003^000100EE30000000160070498c",
        "title": "醫藥組合\nPHARMACEUTICAL COMBINATIONS",
        "date": "2023/05/01",
        "ipc": "A61K 39/395(2006.01); A61K 31/519(2006.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317194A_013.png",
        "content": "用於高頻重建或參數立體聲之複指數調變濾波器組\nCOMPLEX EXPONENTIAL MODULATED FILTER BANK FOR HIGH FREQUENCY RECONSTRUCTION OR PARAMETRIC STEREO"
    },
    {
        "pid": "TW202318104A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ead10604061010001000400100010000030^000000E0E100000000007D004966",
        "title": "阻劑組成物及阻劑圖型形成方法\nRESIST COMPOSITION, AND METHOD OF FORMING RESIST PATTERN",
        "date": "2023/05/01",
        "ipc": "G03F 7/004(2006.01); H01L 21/027(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本文件係有關調變式次取樣數位濾波器組，且係有關用來設計此種濾波器組之方法及系統。本文件尤其提出了一種用來改良低延遲調變式數位濾波器組之方法及裝置。該方法採用對非對稱低通原型濾波器之調變、以及將該濾波器的係數最佳化之一新方法。此外，提供了一種使用640係數之原型濾波器長度及319樣本之系統延遲的64通道濾波器組之特定設計。當諸如將一濾波器組用來作為一頻譜等化器時，該方法實質上減少了由於對各次頻帶信號的獨立修改發生的頻疊所產生之假像。最好是以在標準PC或數位信號處理器(DSP)上運行的軟體實施該方法，但是亦可將該方法硬編碼在一客製晶片中。該方法提供了對各種類型的數位等化器、適應性濾波器、多頻帶壓縮擴展器、以及調整被用於高頻重建(HFR)或參數立體聲系統的濾波器組的適應性包絡線之改良。\nThe document relates to modulated sub-sampled digital filter banks, as well as to methods and systems for the design of such filter banks. In particular, the present document proposes a method and apparatus for the improvement of low delay modulated digital filter banks. The method employs modulation of an asymmetric low-pass prototype filter and a new method for optimizing the coefficients of this filter. Further, a specific design for a 64 channel filter bank using a prototype filter length of 640 coefficients and a system delay of 319 samples is given. The method substantially reduces artifacts due to aliasing emerging from independent modifications of subband signals, for example when using a filter bank as a spectral equalizer. The method is preferably implemented in software, running on a standard PC or a digital signal processor (DSP), but can also be hardcoded on a custom chip. The method offers improvements for various types of digital equalizers, adaptive filters, multiband companders and spectral envelope adjusting filter banks used in high frequency reconstruction (HFR) or parametric stereo systems."
    },
    {
        "pid": "TW202317669A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.dd7600670006001000000000411E1E0001000000^30000000000100104D04a6f",
        "title": "密封用樹脂組成物、再配置晶圓、半導體封裝及半導體封裝的製造方法\nRESIN COMPOSITION FOR ENCAPSULATION, REDISTRIBUTION WAFER, SEMICONDUCTOR PACKAGE AND METHOD OF PRODUCING SEMICONDUCTOR PACKAGE",
        "date": "2023/05/01",
        "ipc": "C08G 77/445(2006.01); C09K 3/10(2006.01); H01L 21/56(2006.01); H01L 23/29(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "用於通過近紅外光譜學和機器學習技術在製造過程中進行端點檢測之設備和方法，及相關電腦可讀取媒體\nDEVICES AND METHODS FOR ENDPOINT DETECTION IN MANUFACTURING PROCESS BY NEAR INFRARED SPECTROSCOPY AND MACHINE LEARNING TECHNIQUES, AND RELATED COMPUTER-READABLE MEDIUM"
    },
    {
        "pid": "TW202318960A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5031067000000401E0000^03000001000000E12000001000011600040D00498b",
        "title": "連接器組件",
        "date": "2023/05/01",
        "ipc": "H05K 7/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318960A_016.png",
        "content": "設備可以接收與從非穩定狀態轉換到穩定狀態的製造過程相關聯的訓練光譜數據。該設備可以基於訓練光譜數據生成支援向量機（SVM）分類模型的多次疊代。該設備可以基於SVM分類模型的多次疊代確定與製造過程相關聯的多個預測的轉換時間。多個預測的轉換時間中的預測的轉換時間可以識別在製造過程期間SVM分類模型的對應疊代預測製造過程從非穩定狀態轉換到穩定狀態的時間。該設備可以基於多個預測的轉換時間生成與確定製造過程是否已經達到穩定狀態相關聯的最終的SVM分類模型。\nA device may receive training spectral data associated with a manufacturing process that transitions from an unsteady state to a steady state. The device may generate, based on the training spectral data, a plurality of iterations of a support vector machine (SVM) classification model. The device may determine, based on the plurality of iterations of the SVM classification model, a plurality of predicted transition times associated with the manufacturing process. A predicted transition time, of the plurality of predicted transition times, may identify a time, during the manufacturing process, that a corresponding iteration of the SVM classification model predicts that the manufacturing process transitioned from the unsteady state to the steady state. The device may generate, based on the plurality of predicted transition times, a final SVM classification model associated with determining whether the manufacturing process has reached the steady state."
    },
    {
        "pid": "TW202318873A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e3fc0D67040010100000100043E01E0000000000^30000101000000060004a69",
        "title": "視頻編碼及解碼\nVIDEO CODING AND DECODING",
        "date": "2023/05/01",
        "ipc": "H04N 19/463(2014.01); H04N 19/52(2014.01); H04N 19/91(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318873A_017.png",
        "content": "本發明關於式I”化合物類 其中R、R 1、R 2、R 3、p、q和q’係如本文所定義，且關於包含該化合物類之醫藥組成物類、藉由投予治療有效量的該化合物類來治療患者的冠狀病毒感染(諸如COVID-19)之方法、及以該化合物類抑制或預防冠狀病毒(諸如SARS-CoV-2)複製之方法。\nThe invention relates to compounds of Formula I” wherein R, R 1, R 2, R 3, p, q and q’ are as defined herein, pharmaceutical compositions comprising the compounds, methods of treating coronavirus infection such as COVID-19 in a patient by administering therapeutically effective amounts of the compounds, and methods of inhibiting or preventing replication of coronaviruses such as SARS-CoV-2 with the compounds."
    },
    {
        "pid": "TW202317253A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3c84040601010000E00100003^000000000E101044000000001000076D004a3e",
        "title": "處理氣體汙染物的設備",
        "date": "2023/05/01",
        "ipc": "B01D 53/74(2006.01); B01D 53/78(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317253A_018.png",
        "content": "用於自檢測影像提取圖案輪廓資訊之方法、輪廓提取設備、及相關之非暫時性電腦可讀媒體\nMETHOD FOR EXTRACTING PATTERN CONTOUR INFORMATION FROM AN INSPECTION IMAGE, CONTOUR EXTRACTION APPARATUS, AND RELATED NON-TRANSISTORY COMPUTER READABLE MEDIUM"
    },
    {
        "pid": "TW202317379A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.cc6e00D7006010000000451E0E00100000^300000000100000100100046049f8",
        "title": "抗靜電表面保護膜\nANTISTATIC SURFACE-PROTECTIVE FILM",
        "date": "2023/05/01",
        "ipc": "B32B 27/18(2006.01); B32B 27/10(2006.01); C09J 7/20(2018.01); C09J 201/00(2006.01); G02B 1/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317379A_019.png",
        "content": "本發明揭示一種用於自一多重帶電粒子束檢測系統中之一檢測影像提取圖案輪廓資訊之改良設備及方法。用於自一檢測影像提取圖案輪廓資訊之一改良方法包含自由一帶電粒子束檢測系統獲得之一檢測影像識別在該檢測影像中部分重疊之一第一圖案及一第二圖案。該方法亦包含藉由自該檢測影像移除對應於該第二圖案之一影像區域而產生一第一分離影像。該第一分離影像包括其一第一部分在移除對應於該第二圖案之該影像區域時經移除的該第一圖案。該方法亦包含基於對應於該第一圖案之一第一參考影像更新該第一分離影像以包括表示該第一圖案之經移除第一部分的影像資料。\nAn improved apparatus and method for extracting pattern contour information from an inspection image in a multiple charged-particle beam inspection system are disclosed. An improved method for extracting pattern contour information from an inspection image comprises identifying, from an inspection image obtained from a charged-particle beam inspection system, a first pattern and a second pattern that partially overlap in the inspection image. The method also comprises generating a first separation image by removing an image area corresponding to the second pattern from the inspection image. The first separation image includes the first pattern of which a first part is removed when removing the image area corresponding to the second pattern. The method also comprises updating the first separation image to include image data representing the removed first part of the first pattern based on a first reference image corresponding to the first pattern."
    },
    {
        "pid": "TW202317491A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.44dd00D60400000001040E010000000030^0000100E160000000110600704948",
        "title": "化學強化玻璃及化學強化用玻璃",
        "date": "2023/05/01",
        "ipc": "C03C 3/097(2006.01); C03C 21/00(2006.01); G01N 3/30(2006.01); G01N 3/48(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本發明大體上係關於免疫學及分子生物學領域。更特定言之，本發明提供包含 (A)針對LY75之抗體或其抗原結合部分及(B)第二抗癌實體之醫藥組合；編碼抗體組合之核酸；製備抗體組合之方法；以及治療諸如由LY75表現或活性介導之癌症的疾病之方法。\nThe present disclosure relates generally to the fields of immunology and molecular biology. More specifically, provided herein are pharmaceutical combinations comprising (A) antibodies, or antigen-binding portions thereof, directed against LY75, and (B) a second anti-cancer entity; nucleic acids encoding antibody combinations; methods for preparing antibody combinations; and methods for the treatment of diseases, such as cancers mediated by LY75 expression or activity."
    },
    {
        "pid": "TW202317535A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f6e90D7040001010000100004700E0000000000^30000101E1000006060049f0",
        "title": "GLP-1R調節化合物\nGLP-1R MODULATING COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07D 401/10(2006.01); A61K 31/4184(2006.01); A61K 31/4439(2006.01); A61K 31/506(2006.01); A61P 1/16(2006.01); A61P 3/00(2006.01); C07D 235/06(2006.01); C07D 401/14(2006.01); C07D 403/06(2006.01); C07D 403/10(2006.01); C07D 405/14(2006.01); C07D 413/14(2006.01); C07D 417/10(2006.01); C07D 471/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "阻劑組成物及阻劑圖型形成方法\nRESIST COMPOSITION, AND METHOD OF FORMING RESIST PATTERN"
    },
    {
        "pid": "TW202317758A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.35a407400010010000EE000000^030000001001010840000000106006D004add",
        "title": "製備用於Ｔ細胞治療之Ｔ細胞的方法\nMETHODS OF PREPARING T CELLS FOR T CELL THERAPY",
        "date": "2023/05/01",
        "ipc": "C12N 5/0783(2010.01); A61K 35/17(2015.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317758A_022.png",
        "content": "一種阻劑組成物，其為含有：具有含有經由酸之作用而解離之基的結構單位的樹脂成份，與通式(bd1)所表示之化合物。式(bd1)中，Rx 1～Rx 4表示烴基或氫原子，或可相互鍵結形成環結構；Ry 1～Ry 2表示烴基或氫原子，或可相互鍵結形成環結構；Rz 1～Rz 4表示烴基或氫原子，或可相互鍵結形成環結構；Rx 1～Rx 4、Ry 1～Ry 2與Rz 1～Rz 4中的至少1個具有陰離子基，且使陰離子部全體為n價的陰離子；M m+表示m價之有機陽離子。\nA resist composition containing a resin component having a structural unit containing a group which is dissociated under the action of an acid and compound represented by the general formula (bd1). In the formula (bd1), Rx 1to Rx 4represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. Ry 1to Ry 2represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. Rz 1to Rz 4represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. At least one of Rx 1to Rx 4, Ry 1to Ry 2and Rz 1to Rz 4has an anion group, and the entire anion moiety may be an n-valent anion. M m+represents an m-valent organic cation."
    },
    {
        "pid": "TW202317737A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6a430000610000000401001000030^00000000E10E9000100001000476D04aaa",
        "title": "顯示裝置的製造方法",
        "date": "2023/05/01",
        "ipc": "C09K 11/08(2006.01); C09B 67/46(2006.01); C09K 19/56(2006.01); G02B 5/20(2006.01); G02F 1/1333(2006.01); G02F 1/13357(2006.01); G02F 1/1337(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317737A_023.png",
        "content": "密封用樹脂組成物、再配置晶圓、半導體封裝及半導體封裝的製造方法\nRESIN COMPOSITION FOR ENCAPSULATION, REDISTRIBUTION WAFER, SEMICONDUCTOR PACKAGE AND METHOD OF PRODUCING SEMICONDUCTOR PACKAGE"
    },
    {
        "pid": "TW202317615A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.192070600000E010^0300000000000010E10A4000100000010100406D0004923",
        "title": "具有交叉結合區定向之雙重可變區類抗體結合蛋白\nDUAL VARIABLE REGION ANTIBODY-LIKE BINDING PROTEINS HAVING CROSS-OVER BINDING REGION ORIENTATION",
        "date": "2023/05/01",
        "ipc": "C07K 16/24(2006.01); C07K 16/28(2006.01); C07K 16/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317615A_024.png",
        "content": "一種密封用樹脂組成物，其為下述（1）～（4）中的至少任一者。（1）包含硬化性樹脂成分、彈性體成分及填充材，製成硬化物時的260℃下的彈性係數為1.0 GPa以下（2）包含硬化性樹脂成分、彈性體成分及填充材，所述彈性體成分的含有率為整體的1.0質量%～8.0質量%（3）包含硬化性樹脂成分、具有矽氧烷鍵的化合物及填充材，所述具有矽氧烷鍵的化合物於所述硬化性樹脂成分與所述具有矽氧烷鍵的化合物的合計中所佔的比例為20質量%以上（4）包含硬化性樹脂成分、具有矽氧烷鍵的化合物及填充材，可用於晶圓級封裝。\nA resin composition for encapsulation that satisfies at least one of the following (1) to (4): (1) comprises a curable resin component, an elastomer component and a filler, and has an elasticity at 260°C of 1.0 GPa or less in a cured state; (2) comprises a curable resin component, an elastomer component and a filler, and a content of the elastomer component is from 1.0% by mass to 8.0% by mass of the total resin composition; (3) comprises a curable resin composition, a compound having a siloxane bond and a filler, and a content of the compound having a siloxane bond in a total of the curable resin component and the compound having a siloxane bond is 20% by mass or more; (4) comprises a curable resin composition, a compound having a siloxane bond and a filler, and is used for wafer level packaging."
    },
    {
        "pid": "TW202318875A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.86190D600100000B00100000003^000001000EE14000010000010604070049cf",
        "title": "運動向量預測\nMOTION VECTOR PREDICTION",
        "date": "2023/05/01",
        "ipc": "H04N 19/51(2014.01); H04N 19/136(2014.01); H04N 19/44(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318875A_025.png",
        "content": "一種連接器組件，包含屏蔽罩、液冷盤，以及熱耦合模組。屏蔽罩具有插置空間，以及連通插置空間的開窗。液冷盤用以供冷卻液體在內部循環流動。熱耦合模組包括熱耦合基座、導熱介面材料，熱耦合基座具有通過開窗伸入插置空間內的熱耦合部，導熱介面材料可壓縮且夾置於液冷盤與熱耦合基座之間，熱耦合基座能相對於液冷盤遠離或靠近地連接於液冷盤。"
    },
    {
        "pid": "TW202317072A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7ce30070406010000010000401E000100000^3000000010EC000001006D04a5d",
        "title": "腦功能障礙之預防及/或改善用組成物\nCOMPOSITION FOR PREVENTING AND/OR IMPROVING BRAIN DYSFUNCTION",
        "date": "2023/05/01",
        "ipc": "A61K 31/047(2006.01); A23L 33/10(2016.01); A23L 33/135(2016.01); A61K 36/185(2006.01); A61P 25/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317072A_026.png",
        "content": "本發明揭露一種編碼有關運動資訊預測子的資訊之方法，其包含：選擇複數個運動資訊預測子候選者中一者；以及使用CABAC編碼將用於識別該所選的運動資訊預測子候選者的資訊加以編碼，其中，當使用三角形合併模式或帶有運動向量差的合併(MMVD)合併模式中的一或兩者時，該CABAC編碼包含針對該資訊之至少一位元，使用與用於另一框間預測模式相同的上下文變數。\nA method of encoding information about a motion information predictor, comprising: selecting one of a plurality of motion information predictor candidates; and encoding information for identifying the selected motion information predictor candidate using CABAC coding, wherein the CABAC coding comprises, for at least one bit of said information, using the same context variable used for another inter prediction mode when one or both of a Triangle Merge mode or a Merge with Motion Vector Difference (MMVD) Merge mode is used."
    },
    {
        "pid": "TW202318467A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.63790D6700010000000004001E00000000^300000100E1D000100106040048f2",
        "title": "用於檢測樣本的方法及帶電粒子束裝置\nMETHOD FOR INSPECTING A SPECIMEN AND CHARGED PARTICLE BEAM DEVICE",
        "date": "2023/05/01",
        "ipc": "H01J 37/256(2006.01); H01J 37/04(2006.01); H01J 37/10(2006.01); H01J 37/147(2006.01); H01J 37/244(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318467A_027.png",
        "content": "一種處理氣體汙染物的設備，包括一進氣部、一第一處理單元、一第二處理單元以及一非機械式引流裝置，該進氣部，包括一進氣腔室及至少一導引管路，該導引管路連通至該進氣腔室並將一來自半導體製程的流出物導引至該進氣腔室，該第一處理單元耦接於該進氣部下方並用以減弱該流出物，該非機械式引流裝置耦接於該第一處理單元，該引流裝置用於導引該流出物朝一開口移動，該第二處理單元經由該開口耦接至該引流裝置，並接收從該第一處理單元來的該流出物並進一步地減弱該流出物。"
    },
    {
        "pid": "TW202317151A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.fc8c0D406010100100004EE000100000003^000000E110000000000076004a1b",
        "title": "使用甲狀腺素運載蛋白（ＴＴＲ）ｉＲＮＡ組成物於治療或預防ＴＴＲ相關疾病之方法\nMETHODS FOR TREATING OR PREVENTING TTR-ASSOCIATED DISEASES USING TRANSTHYRETIN (TTR) IRNA COMPOSITIONS",
        "date": "2023/05/01",
        "ipc": "A61K 31/713(2006.01); A61P 25/00(2006.01); C12N 15/113(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317151A_028.png",
        "content": "本發明提供一種抗靜電表面保護膜，其對被黏物的污染少，且具有不經時劣化的優異的剝離抗靜電性能，使用時易剝離剝離片。本發明提供的抗靜電表面保護膜，通過在由具有透明性的樹脂構成的基材膜（1）的一面上形成黏著劑層（2），在黏著劑層（2）的表面上貼合剝離片（5）而形成，其中，剝離片（5）通過在基材（3）的一面上具有剝離劑層（4）而形成，剝離劑層（4）由含有以二甲基聚矽氧烷為主要成分的剝離劑、和抗靜電劑的樹脂組合物而形成。\nThe present invention provides an antistatic surface- protective film, which causes less contamination to the adherend. Also, the surface-protective film has excellent antistatic performance upon peeling which does not degrade over time, and the release film is easily peeled off when used. The antistatic surface protective film is formed by: forming an adhesive layer (2) on one side of a substrate film (1) made of a transparent resin, and applying a release film (5) on the surface of the adhesive layer (2), wherein the release film (5) is formed by having a release agent layer (4) on one side of a substrate (3), and the release agent layer (4) is formed of a resin composition containing a release agent with dimethyl polysiloxane as the main component and an antistatic agent."
    },
    {
        "pid": "TW202318872A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.018c0D400010E0000003^00000001000E110F400000000001010600076004993",
        "title": "圖像解碼裝置、圖像解碼方法及程式",
        "date": "2023/05/01",
        "ipc": "H04N 19/176(2014.01); H04N 19/112(2014.01); H04N 19/61(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "根據本發明之一態樣，提供一種化學強化玻璃，其係表面壓縮應力(CS)為300 MPa以上，且距離玻璃表面90 μm之深度之部分之壓縮應力值(CS 90)為25 MPa以上、或距離玻璃表面100 μm之深度之部分之壓縮應力值(CS 100)為15 MPa以上者，且使用上述化學強化玻璃之母組成中之SiO 2、Al 2O 3、B 2O 3、P 2O 5、Li 2O、Na 2O、K 2O、MgO、CaO、SrO、BaO及ZrO 2之各成分的以氧化物基準之莫耳百分率表示之含量，說明書中所規定之X之值為30000以上、及/或、說明書中所規定之Z之值為20000以上。"
    },
    {
        "pid": "TW202317193A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ca110606010000500101000003^000000000E0E100001000001000407D004a2b",
        "title": "抗 α４β７抗體之調配物\nFORMULATION FOR ANTI-Α4Β7 ANTIBODY",
        "date": "2023/05/01",
        "ipc": "A61K 39/395(2006.01); A61K 9/08(2006.01); A61K 47/12(2006.01); A61K 47/18(2006.01); A61K 47/26(2006.01); A61P 37/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317193A_030.png",
        "content": "本發明提供用於活體外延緩或抑制T細胞成熟或分化以供T細胞治療的方法，其包含令一或多個來自需要T細胞治療之個體的T細胞與AKT抑制劑及外源性介白素-7(IL-7)和外源性介白素-15(IL-15)中至少一者接觸，其中所產生之T細胞顯現延緩之成熟或分化。於一些實施態樣中，該方法進一步包含投予需要T細胞治療之個體該一或多個T細胞。\nProvided herein are methods for delaying or inhibiting T cell maturation or differentiation in vitro for a T cell therapy, comprising contacting one or more T cells from a subject in need of a T cell therapy with an AKT inhibitor and at least one of exogenous Interleukin-7 (IL-7) and exogenous Interleukin-15 (IL-15), wherein the resulting T cells exhibit delayed maturation or differentiation. In some embodiments, the method further comprises administering the one or more T cells to a subject in need of a T cell therapy."
    },
    {
        "pid": "TW202318641A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d481040001010051000000003^000001000E10E100000000001600076D004a02",
        "title": "半導體記憶裝置的製造方法",
        "date": "2023/05/01",
        "ipc": "H01L 27/11526(2017.01); H01L 27/11517(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318641A_031.png",
        "content": "於顯示全彩的圖像的顯示裝置中，亮度與色彩再現性處於取捨的關係。顯示裝置含有：包含藍色光源與具有式（1）所示的組成的紅色螢光體及具有式（2）所示的組成的綠色螢光體的第1白色光源、或者包含藍色光源與綠色光源及具有式（1）所示的組成的紅色螢光體的第2白色光源；以及彩色濾光片，所述彩色濾光片具有配置於紅色畫素的紅色著色層、配置於綠色畫素的綠色著色層、配置於藍色畫素的藍色著色層。 [化1] Mn mK aSi bF c（1） （式（1）中，m、a、b、c各自獨立地滿足0＜m≦0.2、1.6≦a≦2.4、m+b=1、4.8≦c≦7.2） [化2] Eu aSi bAl cO dN e（2） （式（2）中，a、b、c、d、e各自滿足0＜a≦0.2、5.6＜b≦5.99、0.01≦c＜0.4、0.01≦d＜0.4、7.6＜e≦7.99）"
    },
    {
        "pid": "TW202318550A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6da8D7400610001000050E0001000^03000000001E1020000000100060004a95",
        "title": "具有改良的接合層保護之基板支撐載體\nSUBSTRATE SUPPORT CARRIER WITH IMPROVED BOND LAYER PROTECTION",
        "date": "2023/05/01",
        "ipc": "H01L 21/67(2006.01); H01L 21/683(2006.01); H02N 13/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318550A_032.png",
        "content": "具有交叉結合區定向之雙重可變區類抗體結合蛋白\nDUAL VARIABLE REGION ANTIBODY-LIKE BINDING PROTEINS HAVING CROSS-OVER BINDING REGION ORIENTATION"
    },
    {
        "pid": "TW202317381A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7f61070000601000000000050E000010000^3000000010E1310000146D004986",
        "title": "含填料膜\nFILM CONTAINING FILLER",
        "date": "2023/05/01",
        "ipc": "B32B 27/20(2006.01); B32B 27/30(2006.01); C08J 5/18(2006.01); C08K 3/00(2018.01); C09J 9/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317381A_033.png",
        "content": "本發明提供類抗體結合蛋白，其包含形成四個抗原結合位置之四個多胜肽鏈，其中每一對多胜肽形成一具有交叉位向之雙變異區域的類抗體結合蛋白。本發明亦提供製造上述類抗原結合蛋白的方法。\nThe invention provides antibody-like binding proteins comprising four polypeptide chains that form four antigen binding sites, wherein each pair of polypeptides forming an antibody-like binding protein possesses dual variable domains having a cross-over orientation. The invention also provides methods for making such antigen-like binding proteins."
    },
    {
        "pid": "TW202318871A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.594a0D00600000000510001000030^00000000E1E04000100001100476004a31",
        "title": "非暫時性記憶媒體",
        "date": "2023/05/01",
        "ipc": "H04N 19/174(2014.01); H04N 19/119(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318871A_034.png",
        "content": "本發明提供一種視訊寫碼器，其可判定視訊資料之一當前圖像之一不鄰近區塊的一運動向量。該不鄰近區塊不鄰近於該當前圖像之一當前區塊。此外，該視訊寫碼器基於該不鄰近區塊之該運動 向量判定該當前區塊之一運動向量預測子(MVP)。該視訊寫碼器可判定該當前區塊之一運動向量。該視訊寫碼器亦可基於該當前區塊之該運動向量判定一預測性區塊。\nA video coder may determine a motion vector of a non-adjacent block of a current picture of the video data. The non-adjacent block is non-adjacent to a current block of the current picture. Furthermore, the video coder determines, based on the motion vector of the non-adjacent block, a motion vector predictor (MVP) for the current block. The video coder may determine a motion vector of the current block. The video coder may also determine a predictive block based on the motion vector of the current block."
    },
    {
        "pid": "TW202317808A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.29d0604061001000100010030^000000000E0E105500000000100007D00049d8",
        "title": "在反應空間中在基板上形成氮化矽薄膜的方法\nMETHOD OF FORMING SIN THIN FILM ON SUBSTRATE IN REACTION SPACE",
        "date": "2023/05/01",
        "ipc": "C23C 16/513(2006.01); H01L 21/3065(2006.01); H01L 23/467(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317808A_035.png",
        "content": "腦功能障礙之預防及/或改善用組成物\nCOMPOSITION FOR PREVENTING AND/OR IMPROVING BRAIN DYSFUNCTION"
    },
    {
        "pid": "TW202317393A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6f3106700061000000000501E00010000^0300000000E160100001040D004933",
        "title": "具有擴展環繞的改良式卡扣式汽車車輪罩蓋及其製造方法\nIMPROVED SNAP-ON AUTOMOTIVE WHEEL COVER OVERLAY WITH EXTENDED SURROUND AND METHOD FOR MANUFACTURING THE SAME",
        "date": "2023/05/01",
        "ipc": "B60B 7/06(2006.01); B60B 7/08(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317393A_036.png",
        "content": "本發明提供一種含有葉黃素類或其鹽及菱屬植物之加工物作為有效成分的新穎腦功能障礙之預防及/或改善用組成物，尤其可利用作為醫藥及飲食品的組成物。\nThe present invention provides a novel composition for preventing and/or improving brain dysfunction comprising a lutein or a salt thereof and a plant product of the genus Trapa as active ingredients, particularly a composition for use as a pharmaceutical, a food and a beverage."
    },
    {
        "pid": "TW202318172A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6510600100000510000003^0000001000E0E10700010000001060407D0004959",
        "title": "用於顯示器下應用之超音波指紋感測器\nULTRASONIC FINGERPRINT SENSOR FOR UNDER-DISPLAY APPLICATIONS",
        "date": "2023/05/01",
        "ipc": "G06F 3/043(2006.01); G06K 9/20(2006.01); H01L 41/27(2013.01); H01L 51/50(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318172A_037.png",
        "content": "用於檢測樣本的方法及帶電粒子束裝置\nMETHOD FOR INSPECTING A SPECIMEN AND CHARGED PARTICLE BEAM DEVICE"
    },
    {
        "pid": "TW202318894A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.654b00D00010000000050100000000030^0000100E1E800010001060476048ea",
        "title": "用於隨機存取訊息傳遞的搜尋空間配置\nSEARCH SPACE CONFIGURATIONS FOR RANDOM ACCESS MESSAGING",
        "date": "2023/05/01",
        "ipc": "H04W 48/12(2009.01); H04W 74/08(2009.01); H04W 88/02(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318894A_038.png",
        "content": "描述一種用於照射或檢測樣本的帶電粒子束裝置。帶電粒子束裝置包括用於產生初級帶電粒子束的帶電粒子束源以及具有用於形成四或更多個初級的複數個孔隙的多孔隙透鏡板。提供具有一個開口的二或更多個電極（例如，每一者具有一個開口，以用於初級帶電粒子束或四或更多個初級子射束）。帶電粒子束裝置進一步包括準直器，用於使四或更多個初級子射束中的第一初級子射束、第二初級子射束、第三初級子射束、及第四初級子射束相對於彼此偏轉。帶電粒子束裝置進一步包括具有三或更多個電極的物鏡單元，每一電極具有用於四或更多個初級子射束的開口。帶電粒子束裝置進一步包括用於支撐樣本的平台。\nA charged particle beam device for irradiating or inspecting a specimen is described. The charged particle beam device includes a charged particle beam source for generating a primary charged particle beam and a multi-aperture lens plate having a plurality of apertures for forming four or more primary. Two or more electrodes having one opening, e.g. having one opening each, for the primary charged particle beam or the four or more primary beamlets are provided. The charged particle beam device further includes a collimator for deflecting a first primary beamlet, a second primary beamlet, a third primary beamlet, and a fourth primary beamlet of the four or more primary beamlets with respect to each other. The charged particle beam device further includes an objective lens unit having three or more electrodes, each electrode having openings for the four or more primary beamlets. The charged particle beam device further includes a stage for supporting the specimen."
    },
    {
        "pid": "TW202318469A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.56e60070400000000100051EE00000000^300000010100900000011606D049e1",
        "title": "源轉換單元、多射束裝置及組態多射束裝置之方法\nSOURCE-CONVERSION UNIT, MULTI-BEAM APPARATUS AND METHOD TO CONFIGURE A MULTI-BEAM APPARATUS",
        "date": "2023/05/01",
        "ipc": "H01J 37/28(2006.01); G01N 21/88(2006.01); H01L 21/66(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318469A_039.png",
        "content": "使用甲狀腺素運載蛋白（ＴＴＲ）ｉＲＮＡ組成物於治療或預防ＴＴＲ相關疾病之方法\nMETHODS FOR TREATING OR PREVENTING TTR-ASSOCIATED DISEASES USING TRANSTHYRETIN (TTR) IRNA COMPOSITIONS"
    },
    {
        "pid": "TW202317265A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.dc306706001000005A1E010000^030000000000E1000010000010040D0004aec",
        "title": "鉑碳催化劑及其製備方法和用途和氫燃料電池",
        "date": "2023/05/01",
        "ipc": "B01J 21/18(2006.01); B01J 23/42(2006.01); B01J 37/16(2006.01); H01M 4/92(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317265A_040.png",
        "content": "本發明提供一種使用靶向甲狀腺素運載蛋白(TTR)基因之iRNA劑，例如雙股iRNA劑，治療或預防TTR相關疾病之方法。\nThe present invention provides methods for treating or preventing TTR-associated diseases using iRNA agents, e.g., double stranded iRNA agents, that target the transthyretin (TTR) gene."
    },
    {
        "pid": "TW202318730A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.c86e00D706010000005B1E0E0100000^30000000001000000100100004604bae",
        "title": "插座\nSOCKET",
        "date": "2023/05/01",
        "ipc": "H01R 12/72(2011.01); H01R 13/14(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318730A_041.png",
        "content": "解碼手段從位元流將與N×M個量化係數對應的資料解碼。反量化手段至少使用量化矩陣從N×M個量化係數導出正交變換係數。逆正交變換手段對透過反量化手段而生成的正交變換係數執行逆正交變換，生成與P×Q像素的區塊對應的預測誤差。反量化手段至少使用具有N×M個要素的量化矩陣而導出正交變換係數，逆正交變換手段生成比N×M大的尺寸的P×Q像素的預測誤差。"
    },
    {
        "pid": "TW202318300A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.075300600000000000011000000030^00000010E0EC500010001010647D04a9f",
        "title": "用於提供物品送貨資訊之方法及其設備\nMETHOD FOR PROVIDING DELIVERY INFORMATION OF ITEM AND APPARATUS FOR THE SAME",
        "date": "2023/05/01",
        "ipc": "G06Q 10/08(2012.01); G06Q 30/02(2012.01); G06Q 50/28(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318300A_042.png",
        "content": "本發明描述包含抗-α4β7抗體、抗氧化劑或螯合劑及至少一種游離胺基酸之混合物的抗體調配物。所揭示之調配物可具有改良之穩定性、減少之聚集體形成或其兩者。本發明進一步提供一種此等抗體調配物之安全給藥方案，其易於遵循，且在活體內產生治療有效量之該抗-α4β7抗體。\nAntibody formulations are described comprising a mixture of an anti-α4β7 antibody, an antioxidant or chelator, and at least one free amino acid. The disclosed formulations may have improved stability, reduced aggregate formation, or both. The present invention further provides a safe dosing regimen of these antibody formulations that is easy to follow, and which results in a therapeutically effective amount of the anti-α4β7 antibody in vivo."
    },
    {
        "pid": "TW202318231A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.438d00D400000010050E0000000003^00000100E11D000000001106007604aed",
        "title": "使用共同定位之輔助設備來防止憑證檔案盜用\nUSING CO-LOCATED SECONDARY DEVICES TO PROTECT AGAINST COOKIE THEFT",
        "date": "2023/05/01",
        "ipc": "G06F 21/30(2013.01); H04L 9/08(2006.01); H04L 9/32(2006.01); H04W 64/00(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318231A_043.png",
        "content": "一種半導體記憶裝置包括：第一積層體，包括第一多結晶半導體層、具有較小平均結晶粒徑的第二多結晶半導體層、中間層、及與第二多結晶半導體層相接觸地設置且具有較第一多結晶半導體層的平均結晶粒徑小的第三多結晶半導體層；第二積層體，位於第一積層體上方，具有多個導電層及多個絕緣層，且各個導電層及各個絕緣層交替積層，且在第一方向上延伸；半導體層，在與第一方向交叉的第二方向上貫通第二積層體，與第三多結晶半導體層相接觸地設置；及記憶體層，在第二方向上貫通第二積層體，且在第一方向上設置在半導體層與導電層之間。"
    },
    {
        "pid": "TW202318005A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.25fd00D670400100000010000E01E000000000^300000101E500001006004a77",
        "title": "探針冷卻系統、冷卻方法及具備該系統之電子元件測試設備\nSYSTEM AND METHOD FOR COOLING POGO PINGS AND ELECTRONIC DEVICE TESTING APPARATUS HAVING THE SYSTEM",
        "date": "2023/05/01",
        "ipc": "G01R 1/44(2006.01); G01R 1/067(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318005A_044.png",
        "content": "具有改良的接合層保護之基板支撐載體\nSUBSTRATE SUPPORT CARRIER WITH IMPROVED BOND LAYER PROTECTION"
    },
    {
        "pid": "TW202318239A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.eb3c0D67006101000000005FE01E001000000^03000000100010000040004aaf",
        "title": "基於區塊鏈及零知識證明機制的資料取用權限控管系統、以及相關的資料服務系統\nDATA READ AUTHORITY CONTROL SYSTEM BASED ON BLOCK CHAIN AND ZERO-KNOWLEDGE PROOF MECHANISM, AND RELATED DATA SERVICE SYSTEM",
        "date": "2023/05/01",
        "ipc": "G06F 21/62(2013.01); G06F 21/71(2013.01); G06Q 40/00(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318239A_045.png",
        "content": "一種基板支撐基座包括靜電吸盤、冷卻基部、氣流通道、多孔塞和密封構件。靜電吸盤包括具有凹部的主體。冷卻基部經由接合層耦接至靜電吸盤。氣流通道形成在靜電吸盤的頂表面與冷卻基部的底表面之間。氣流通道進一步包括凹部。多孔塞定位於凹部內，以控制通過氣流通道的氣流。該密封構件鄰近該多孔塞定位，且該密封構件經配置形成以下各者中的一個或多個：該多孔塞和該凹部之間的一徑向密封以及該多孔塞和該冷卻基部之間的一軸向密封。\nA substrate support pedestal comprises an electrostatic chuck, a cooling base, a gas flow passage, a porous plug, and a sealing member. The electrostatic chuck comprises body having a cavity. The cooling base is coupled to the electrostatic chuck via a bond layer. The gas flow passage is formed between a top surface of the electrostatic chuck and a bottom surface of the cooling base. The gas flow passage further comprises the cavity. The porous plug is positioned within the cavity to control the flow of gas through the gas flow passage. The sealing member is positioned adjacent to the porous plug and is configured to form one or more of a radial seal between the porous plug and the cavity and an axial seal between the porous plug and the cooling base."
    },
    {
        "pid": "TW202317874A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.241c0D60100000E010000003^0000010000E10060000100001006004070049b8",
        "title": "開闔裝置及應用此開闔裝置的終端機器\nOPENING-CLOSING DEVICE AND TERMINAL MACHINE USING THE SAME",
        "date": "2023/05/01",
        "ipc": "F16C 11/04(2006.01); G06F 1/16(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317874A_046.png",
        "content": "本發明係一種含填料膜，其具有於黏合劑樹脂層中保持有填料之構造。填料之平均粒徑為1～50 μm，樹脂層之總厚度為填料之平均粒徑之0.5倍以上且2倍以下，且與含填料膜之長度方向之一端於膜長度方向上距離5 m以上之另一端中的最小填料間距離Lq相對於該一端中之最小填料間距離Lp的比Lq／Lp為1.2以下。較佳為將填料排列成格子狀。\n無"
    },
    {
        "pid": "TW202318553A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0a510600600000010010030^0000000000E0E11600001000010100047D0049a2",
        "title": "基板承載結構以及基板檢測裝置\nSUBSTRATE CARRYING STRUCTURE AND SUBSTRATE DETECTION DEVICE",
        "date": "2023/05/01",
        "ipc": "H01L 21/673(2006.01); H01L 21/683(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318553A_047.png",
        "content": "編碼裝置使用區塊分割模式集合分割成複數個區塊，前述區塊分割模式集合組合了1個或複數個定義了分割類型的區塊分割模式；區塊分割模式集合是由第1區塊分割模式及第2區塊分割模式構成，前述第1區塊分割模式定義了用以分割第1區塊的分割方向及分割數，前述第2區塊分割模式定義了用以分割第1區塊的分割後所得的區塊之一即第2區塊的分割方向及分割數；在第1區塊分割模式的分割數為3，第2區塊為第1區塊的分割後所得的區塊中之中央區塊，且第2區塊分割模式的分割方向與第1區塊分割模式的分割方向相同時，第2區塊分割模式僅包含分割數為3的區塊分割模式。"
    },
    {
        "pid": "TW202318100A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.783c0D67601000000006E01E1000000^03000000001020001000100040004aba",
        "title": "基板容器及其相關的方法",
        "date": "2023/05/01",
        "ipc": "G03F 1/66(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318100A_048.png",
        "content": "在反應空間中在基板上形成氮化矽薄膜的方法\nMETHOD OF FORMING SIN THIN FILM ON SUBSTRATE IN REACTION SPACE"
    },
    {
        "pid": "TW202318586A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3bf06704006010001000001E00001000^3000000000E103600000100D0004936",
        "title": "高功率密度的功率轉換器\nPOWER CONVERTER FOR HIGH POWER DENSITY APPLICATIONS",
        "date": "2023/05/01",
        "ipc": "H01L 23/28(2006.01); H01L 23/36(2006.01); H01L 23/495(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318586A_049.png",
        "content": "本發明提供在高壓條件下在反應空間中在基板上形成氮化矽薄膜的方法。所述方法可包括多個電漿增強原子層沈積（PEALD）循環，其中至少一個電漿增強原子層沈積沈積循環包括在反應空間內在20托至500托的製程壓力下使基板接觸氮電漿。在某些實施例中，矽前驅物是例如H 2SiI 2等鹵化矽烷。在某些實施例中，所述製程允許在三維結構上沈積具有改良的屬性的氮化矽膜。舉例而言，在稀釋的HF中，此類氮化矽膜可具有約1:1的頂表面上的濕蝕刻速率對側壁上的濕蝕刻速率的比率。\nMethods of forming silicon nitride thin films on a substrate in a reaction space under high pressure are provided. The methods can include a plurality of plasma enhanced atomic layer deposition (PEALD) cycles, where at least one PEALD deposition cycle comprises contacting the substrate with a nitrogen plasma at a process pressure of 20 Torr to 500 Torr within the reaction space. In some embodiments the silicon precursor is a silyl halide, such as H 2SiI 2. In some embodiments the processes allow for the deposition of silicon nitride films having improved properties on three dimensional structures. For example, such silicon nitride films can have a ratio of wet etch rates on the top surfaces to the sidewall of about 1:1 in dilute HF."
    },
    {
        "pid": "TW202317460A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d582040000101000641000000003^00000100E10E0000000000160076D004a71",
        "title": "施工總系統、施工總方法以及施工總程式\nOVERALL SYSTEM OF CONSTRUCTION, OVERALL METHOD OF CONSTRUCTION AND OVERALL PROGRAM OF CONSTRUCTION",
        "date": "2023/05/01",
        "ipc": "B66C 13/48(2006.01); B66C 13/46(2006.01); B66C 23/00(2006.01); G06Q 50/08(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317460A_050.png",
        "content": "具有擴展環繞的改良式卡扣式汽車車輪罩蓋及其製造方法\nIMPROVED SNAP-ON AUTOMOTIVE WHEEL COVER OVERLAY WITH EXTENDED SURROUND AND METHOD FOR MANUFACTURING THE SAME"
    },
    {
        "pid": "TW202318688A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e44a0D00101000000110000000030^00001000E1E00000000000700476004a47",
        "title": "振動裝置以及包含其的電子裝置\nVIBRATION DEVICE AND ELECTRONIC DEVICE INCLUDING THE SAME",
        "date": "2023/05/01",
        "ipc": "H01L 41/02(2006.01); G02F 1/1333(2006.01); H04R 1/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318688A_001.png",
        "content": "一種振動裝置包含一第一振動產生器以及一第一連接件。第一連接件設置於第一振動產生器的一第一表面。第一振動產生器可包含一第一振動部，其中第一振動部包含多個無機材料部分以及一有機材料部分。無機材料部分具有壓電特性，且有機材料部分位於無機材料部分之間。\nA disclosed vibration device comprises a first vibration generator and a first connection member disposed on a first surface of the first vibration generator. The first vibration generator may comprise a first vibration part including a plurality of inorganic material portions having a piezoelectric characteristic and an organic material portion between the plurality of inorganic material portions."
    },
    {
        "pid": "TW202318810A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0cde00D60407000000001E010001000030^0000000E020000000101000704950",
        "title": "電路\nCIRCUIT",
        "date": "2023/05/01",
        "ipc": "H03M 1/08(2006.01); H03F 3/38(2006.01); H03F 3/45(2006.01); H03M 1/06(2006.01); H03M 1/10(2006.01); H03M 1/38(2006.01); H03M 1/42(2006.01); H03M 1/44(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318810A_002.png",
        "content": "本文揭示了一些類比數位轉換器(ADC)的實例，其可以藉由放大信號來執行自動歸零以提高訊雜比。ADC可以產生表示類比輸入信號的第一數位代碼及基於來自第一數位代碼之殘餘的第二數位代碼，並且可以組合第一數位代碼與第二數位代碼以產生表示類比輸入信號之數位輸出代碼。ADC可以利用表示殘餘之類比殘餘值的第一觀察值與第二觀察值來產生第二數位代碼。\nDisclosed herein are some examples of analog-to-digital converters (ADCs) that can perform auto-zeroing with amplifying a signal for improvement of a signal-to-noise ratio. The ADCs may produce a first digital code to represent an analog input signal and a second digital code based on a residue from the first digital code, and may combine the first digital code and the second digital code to produce a digital output code to represent the analog input signal. The ADC may utilize a first observation and a second observation of an analog residue value representing the residue to produce the second digital code."
    },
    {
        "pid": "TW202318574A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3278D670001000000001E000000^30000001000E10300000000107004000499a",
        "title": "半導體記憶裝置",
        "date": "2023/05/01",
        "ipc": "H01L 21/822(2006.01); H01L 27/10(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318574A_003.png",
        "content": "實施形態係關於一種半導體記憶裝置及其製造方法。 實施形態之半導體記憶裝置具備：積層體，其將複數個導電層介隔絕緣層於第1方向上積層而成；半導體層，其貫通上述積層體，於上述第1方向上延伸，且含有金屬原子；及記憶體膜，其包含設置於上述積層體與上述半導體層之間之第1絕緣膜、電荷累積層及第2絕緣膜。上述半導體層包圍將上述積層體貫通且於上述第1方向上延伸之第3絕緣膜，且上述半導體層內之至少1個晶粒具有包圍上述第3絕緣膜之形狀。"
    },
    {
        "pid": "TW202317797A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.8e5b00D600071000000004010100010000030^000000EE00000000100470492a",
        "title": "基於旋轉面之光學安全裝置\nOPTICAL SECURITY DEVICE BASED ON A SURFACE OF REVOLUTION",
        "date": "2023/05/01",
        "ipc": "C23C 14/35(2006.01); G02B 1/11(2015.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317797A_004.png",
        "content": "基於旋轉面之光學安全裝置\nOPTICAL SECURITY DEVICE BASED ON A SURFACE OF REVOLUTION"
    },
    {
        "pid": "TW202318207A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.dff067040007001000000000051E0000010000^30000000E10000001D0004a0d",
        "title": "記憶體系統及控制方法\nMEMORY SYSTEM AND CONTROL METHOD",
        "date": "2023/05/01",
        "ipc": "G06F 12/0866(2016.01); G06F 12/02(2006.01); G06F 13/14(2006.01); G11C 16/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318207A_005.png",
        "content": "印刷在基板上之光學製品可包括有機黏合劑；及設置在有機黏合劑中之複數個反射磁性薄片，其中複數個反射磁性薄片實質上根據旋轉面之至少一部分對準，並且其中複數個反射磁性薄片經對準以在當基板圍繞第一軸旋轉時引起光學製品之第一反射效果，以及當基板圍繞第二軸旋轉時引起光學製品之第二反射效果，其中第一反射效果與第二反射效果不同。\nAn optical article printed on a substrate may include an organic binder; and a plurality of reflective magnetic platelets provided in the organic binder, wherein the plurality of reflective magnetic platelets are substantially aligned in accordance with at least part of a surface of revolution, and wherein the plurality of reflective magnetic platelets are aligned to cause a first reflective effect of the optical article when the substrate is rotated around a first axis and to cause a second reflective effect of the optical article when the substrate is rotated around a second axis, wherein the first reflective effect is different from the second reflective effect."
    },
    {
        "pid": "TW202318478A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.cafc0D670407010000000006E01E000100000^30000000100000001000004a44",
        "title": "電漿系統\nPLASMA SYSTEM",
        "date": "2023/05/01",
        "ipc": "H01J 37/32(2006.01); H03K 3/64(2006.01); H05H 1/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318478A_006.png",
        "content": "本文中所述之實施例係通常有關記憶體系統及用以控制記憶體系統之非揮發性記憶體的控制方法。 依據一個實施例，記憶體系統包括具有複數個區塊的非揮發性記憶體。用於資料拭除操作的最小單元為區塊。記憶體系統中的控制器係電連接至該非揮發性記憶體。該控制器係配置成，回應來自主機請求安全地拭除儲存在由第一邏輯區域識別符所識別之第一邏輯區域中的安全拭除目標資料的第一命令，執行將除了任何安全拭除目標資料以外的有效資料從其中儲存有該安全拭除目標資料之複數個第一區塊的一或多個第一區塊複製到複數個複製目的地區塊的一或多個複製目的地區塊的複製操作。該控制器也被配置成在該複製操作之後，對該一或多個第一區塊執行該資料拭除操作。\nEmbodiments described herein relate generally to memory systems and a control method for controlling a non-volatile memory of a memory system. According to one embodiment, a memory system includes a non-volatile memory with a plurality of blocks. The minimum unit of a data erasing operation in the memory system is a block. A controller is electrically connected to the non-volatile memory and configured to execute, in response to a first command from a host requesting a secure erase of secure erase target data stored in a first logical area identified by a first logical area identifier, a copy operation copying valid data other than any secure erase target data from one or more first blocks of the plurality in which the secure erase target data is stored to one or more copy destination blocks of the plurality. The controller executes the data erasing operation on the one or more first blocks after the copy operation."
    },
    {
        "pid": "TW202318011A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6e22070071000000001E001000^0300000000010E0700000000100406D004a72",
        "title": "電纜線檢測方法及檢測裝置\nCABLE DETECTION METHOD AND DETECTION DEVICE",
        "date": "2023/05/01",
        "ipc": "G01R 31/08(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318011A_007.png",
        "content": "本案的多個實施例包括電漿系統。電漿系統包括電漿室；射頻驅動器，以大於約1 MHz之射頻頻率驅動叢發至電漿室內；奈秒級脈衝產生器，以脈衝重複頻率驅動脈衝至電漿室內，脈衝重複頻率小於射頻頻率，且峰值電壓大於約1千伏特；高通濾波器，位於射頻驅動器與電漿室之間，以允許射頻叢發進入電漿室；以及低通濾波器，位於奈秒級脈衝產生器與電漿室之間，以允許具有小於1 MHz之脈衝重複頻率之脈衝進入電漿室。\nEmbodiments of the invention include a plasma system. The plasma system includes a plasma chamber; an RF driver configured to drive bursts into the plasma chamber with an RF frequency greater than about 1 MHz; a nanosecond pulser configured to drive pulses into the plasma chamber with a pulse repetition frequency, the pulse repetition frequency being less than the RF frequency, and peak voltages greater than about 1 kV; a high pass filter disposed between the RF driver and the plasma chamber that allows the RF bursts to pass into the chamber; and a low pass filter disposed between the nanosecond pulser and the plasma chamber that allows pulses with a pulse repetition frequency less than 1 MHz into the chamber."
    },
    {
        "pid": "TW202317818A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0a4e00D0070000001E000100030^000000000E10800000000010100047604a82",
        "title": "加料管、單晶生長設備及其加料方法\nFEEDING PIPE, SINGLE CRYSTAL GROWTH APPARATUS AND FEEDING METHOD THEREOF",
        "date": "2023/05/01",
        "ipc": "C30B 15/02(2006.01); C30B 29/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317818A_008.png",
        "content": "一種電纜線檢測方法，應用於檢測包括複數條導線的電纜線，且包括：輸出信號至導線的一端依序進行直通、過壓過流保護和短路測試；若直通測試異常，輸出信號至所述導線的另一端依序進行另一直通測試、另一過壓過流保護測試和另一短路測試；若另一直通測試異常，輸入信號至連接所述導線的另一端的第二半導通檢測電路進行半導通自檢；若半導通自檢異常，輸入信號至連接所述導線的一端的第一半導通檢測電路進行另一半導通自檢；若依序通過直通、過壓過流保護和短路測試或通過半導通自檢，對下一條導線進行檢測，直到完成電纜線的各導線的檢測。\nDisclosed is a cable detection method, which is applied to the detection of a cable including a plurality of wires, and includes: outputting a signal to one end of a wire to perform a straight-through test, an overvoltage and overcurrent protection test, and a short-circuit test in sequence; outputting a signal to the other end of the wire to perform another straight-through test, another overvoltage and overcurrent protection test, and another short-circuit test in sequence if the straight-through test is abnormal; inputting a signal to a second semi-conduction detection circuit connected to the other end of the wire to perform a semi-conductive self-test if the another straight-through test is abnormal; inputting a signal to a first semi-conductive detection circuit connected to one end of the wire to perform another semi-conductive self-test if the semi-conductive self-test is abnormal; performing a detection on the next wire until the detection of each wire of the cable is completed if the straight-through test, the overvoltage and overcurrent protection test and the short-circuit test are passed sequentially, or the semi-conductive self-test is passed."
    },
    {
        "pid": "TW202318464A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.502600700000001EE0000^030000010000010090000000000117000406D04a14",
        "title": "多重射束帶電粒子顯微鏡或系統與其操作方法\nMULTI-BEAM CHARGED PARTICLE MICROSCOPE OR SYSTEM AND METHOD OF OPERATING THE SAME",
        "date": "2023/05/01",
        "ipc": "H01J 37/20(2006.01); H01J 37/26(2006.01); H01J 37/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318464A_009.png",
        "content": "加料管、單晶生長設備及其加料方法\nFEEDING PIPE, SINGLE CRYSTAL GROWTH APPARATUS AND FEEDING METHOD THEREOF"
    },
    {
        "pid": "TW202317658A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.9f4a0D000070100000000A1000001000030^000000E1E000000000147600496e",
        "title": "熱塑性發泡體中底組件及製造消費物品的方法\nTHERMOPLASTIC FOAM ARTICLE",
        "date": "2023/05/01",
        "ipc": "C08G 63/181(2006.01); A43B 1/14(2006.01); A43B 13/04(2006.01); C08J 9/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317658A_010.png",
        "content": "本發明公開了一種加料管、單晶生長設備及其加料方法，加料管用於單晶生長設備，單晶生長設備包括：坩堝和加料管，坩堝適於盛放矽熔湯，加料管包括：管本體，管本體限定出輸料通道和多個用於儲放矽原料的儲料腔，多個儲料腔均和輸料通道連通，輸料通道適於將多個儲料腔內的矽原料投放至坩堝；開關組件，開關組件適於分別控制多個儲料腔與輸料通道的通斷。根據本發明的加料管，更容易控制矽原料的投放量，也可以防止矽原料進入矽熔湯時造成的高溫矽熔湯的飛濺，從而提升了單晶生長設備運行的安全性和可靠性。\nThe disclosure discloses a feeding pipe, a single crystal growth apparatus and a feeding method thereof. The feeding pipe is adapted to the single crystal growth apparatus. The single crystal growth apparatus includes a crucible and the feeding pipe, and the crucible is adapted to hold silicon melt. The feeding pipe includes a pipe body and a switch assembly. The pipe body defines a feeding channel and a plurality of storage chambers adapted to store silicon material. The storage chambers are connected to the feeding channel, and the feeding channel is adapted to deliver the silicon material in the storage chambers to the crucible. The switch assembly is adapted to respectively control communication or disconnection between the storage chambers and the feeding channel. According to the feeding pipe of the present disclosure, it is easier to control the feeding amount of the silicon material, and it can also prevent the high-temperature silicon melt from splashing when the silicon material enters the silicon melt, thereby improving the safety and reliability of the operation of the single crystal growth apparatus."
    },
    {
        "pid": "TW202318195A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.24a70007401000000001EE000000^0300000100010B0000000010070006D4b58",
        "title": "記憶體系統及其操作方法\nMEMORY SYSTEM AND OPERATING METHOD THEREOF",
        "date": "2023/05/01",
        "ipc": "G06F 11/08(2006.01); G06F 13/16(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318195A_011.png",
        "content": "多重射束帶電粒子顯微鏡或系統與其操作方法\nMULTI-BEAM CHARGED PARTICLE MICROSCOPE OR SYSTEM AND METHOD OF OPERATING THE SAME"
    },
    {
        "pid": "TW202317651A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.45830040000000000100000003^000000100E10EC00000000011070076D04a21",
        "title": "感光性樹脂組成物、濾色器、圖像顯示元件、及濾色器之製造方法\nPHOTOSENSITIVE RESIN COMPOSITION, COLOR FILTER, IMAGE DISPLAY ELEMENT, AND METHOD FOR PRODUCING A COLOR FILTER",
        "date": "2023/05/01",
        "ipc": "C08F 220/36(2006.01); C08F 220/06(2006.01); C08F 220/32(2006.01); G02B 5/20(2006.01); G02F 1/1335(2006.01); G03F 7/004(2006.01); G03F 7/033(2006.01); G03F 7/40(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本發明揭示一種多重射束帶電粒子檢測系統、及一種操作具有高產量、高解析度和高可靠性之多重射束帶電粒子檢測系統以進行晶圓檢測之方法。該方法和該多重射束帶電粒子射束檢測系統係構造成從複數個感測器資料中擷取一組控制信號，以控制該多重射束帶電粒子射束檢測系統，並藉此維持包括晶圓檢測作業期間晶圓載台移動之成像規格。\nA multi-beam charged particle inspection system and a method of operating a multi-beam charged particle inspection system for wafer inspection with high throughput and with high resolution and high reliability is provided. The method and the multi-beam charged particle beam inspection system are configured to extract from a plurality of sensor data a set of control signals to control the multi-beam charged particle beam inspection system and thereby maintain the imaging specifications including a movement of a wafer stage during the wafer inspection task."
    },
    {
        "pid": "TW202317593A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0fc30004000700000000010000010030^0000000E10ED0000000101076D04987",
        "title": "形成適用於輻射圖案化的輻射敏感塗層的方法及包含單烷基三醯胺基錫化合物的組合物\nMETHODS FOR FORMING RADIATION SENSITIVE COATINGS SUITABLE FOR RADIATION PATTERNING AND COMPOSITIONS COMPRISING MONOALKYL TRIAMIDO TIN COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07F 7/22(2006.01); G03F 7/004(2006.01); H01L 21/027(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317593A_013.png",
        "content": "本發明提供多種發泡體及發泡體組件，包括用於鞋類物品及運動器材物品之發泡體組件。該等物品包括具有發泡體結構之組合物，其中該組合物包括熱塑性共聚酯彈性體，該熱塑性共聚酯彈性體包含：(a) 複數個第一區段，各第一區段衍生自二羥基封端聚二醇；(b) 複數個第二區段，各第二區段衍生自二醇；及(c) 複數個第三區段，各第三區段衍生自芳族二羧酸。本發明提供製造該等組合物及發泡體之方法，以及製造包括該等發泡體組件中之至少一種的鞋類物品的方法。在一些態樣中，可藉由擠出或射出模製使該聚合物組合物發泡或者藉由擠出或射出模製使該聚合物組合物發泡繼而對該發泡體進行壓縮模製來製造該等發泡體及發泡體組件。\nA variety of foams and foam components are provided, including foam components for articles of footwear and athletic equipment. The articles include a composition having a foam structure, wherein the composition includes a thermoplastic copolyester elastomer comprising: (a) a plurality of first segments, each first segment derived from a dihydroxy-terminated polydiol; (b) a plurality of second segments, each second segment derived from a diol; and (c) a plurality of third segments, each third segment derived from an aromatic dicarboxylic acid. Methods of making the compositions and foams are provided, as well as methods of making an article of footwear including at least one of the foam components. In some aspects, the foams and foam components can be made by extrusion or injection molding to foam the polymeric composition, or extrusion or injection molding to foam the polymeric composition followed by compression molding of the foam."
    },
    {
        "pid": "TW202317929A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b61b00D60001100000000E010100000000003^001000EE0000000070407049a9",
        "title": "蒸氣腔、電子機器及蒸氣腔之製造方法",
        "date": "2023/05/01",
        "ipc": "F28D 15/02(2006.01); H01L 23/427(2006.01); H05K 7/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317929A_014.png",
        "content": "一種記憶體系統，包括：ECC單元，其適用於：基於經由通道提供的第二數據、第二DBI標誌和第二同位檢查碼，透過校正第二數據來產生第三數據以及透過校正第二DBI標誌來產生第三DBI標誌；DBI單元，其適用於：基於第三數據和第三DBI標誌，透過確定分別與構成第三DBI標誌的複數個DBI標誌位元相對應的複數個第三數據位元是否被反相來產生第四數據；以及DM單元，其適用於：基於第二數據來產生指示是否對構成第四數據的複數個第四數據位元執行寫入操作的DM標誌。\nA memory system includes: an ECC unit suitable for generating third data by correcting second data and a third DBI flag by correcting a second DBI flag, based on the second data, the second DBI flag, and a second parity, which are provided through a channel; a DBI unit suitable for generating fourth data by determining whether a plurality of third data bits respectively corresponding to a plurality of DBI flag bits constituting the third DBI flag are inverted, based on the third data and the third DBI flag; and a DM unit suitable for generating a DM flag indicating whether a write operation is performed on a plurality of fourth data bits constituting the fourth data, based on the second data."
    },
    {
        "pid": "TW202317998A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.9d86004007010000000F1E0001000003^0000000E10000000000010076D049bb",
        "title": "具有隨動調整結構的測試裝置及測試方法\nTEST DEVICE AND TEST METHOD WITH A FOLLOWER ADJUSTING STRUCTURE",
        "date": "2023/05/01",
        "ipc": "G01R 1/04(2006.01); G01R 1/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317998A_015.png",
        "content": "感光性樹脂組成物、濾色器、圖像顯示元件、及濾色器之製造方法\nPHOTOSENSITIVE RESIN COMPOSITION, COLOR FILTER, IMAGE DISPLAY ELEMENT, AND METHOD FOR PRODUCING A COLOR FILTER"
    },
    {
        "pid": "TW202317099A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a1e600704011000000001EE0000000^300000010010010000000007006D04b6d",
        "title": "用於製備(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及中間體\nPROCESSES AND INTERMEDIATES FOR THE PREPARATION OF (S)-5-AMINO-3-(4-((5-FLUORO-2-METHOXYBENZAMIDO)METHYL)PHENYL)-1-(1,1,1-TRIFLUOROPROPANE-2-YL)-1H-PYRAZOLE-4-CARBOXAMIDE",
        "date": "2023/05/01",
        "ipc": "A61K 31/41(2006.01); A61K 31/16(2006.01); C07C 235/60(2006.01); C07C 255/44(2006.01); C07D 231/38(2006.01); C07F 5/02(2006.01); C07F 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "形成適用於輻射圖案化的輻射敏感塗層的方法及包含單烷基三醯胺基錫化合物的組合物\nMETHODS FOR FORMING RADIATION SENSITIVE COATINGS SUITABLE FOR RADIATION PATTERNING AND COMPOSITIONS COMPRISING MONOALKYL TRIAMIDO TIN COMPOUNDS"
    },
    {
        "pid": "TW202317408A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d9da0D604070010000000011101000100000030^00000EE00000001007004973",
        "title": "防旋轉誤用裝置和座椅\nDEVICE FOR PREVENTING MIS-ROTATION AND SEAT",
        "date": "2023/05/01",
        "ipc": "B60N 2/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317408A_017.png",
        "content": "一種純組合物，其包含由化學式RSn(OR’) 3所表示的單烷基錫三烷氧化物、或由化學式RSn(NR’ 2) 3所表示的單烷基錫三胺化合物，以及基於錫總含量計，不大於4莫耳%的二烷基錫化合物， 其中R係具有1至31個碳原子的烴基，以及其中R’ 係具有1至10個碳原子的烴基。提供形成純組合物的方法。亦提供一種固體組合物，其包含由RSn-(NR'COR\") 3所表示的單烷基三醯胺基錫化合物，其中R係具有1至31個碳原子的烴基，以及其中R’ 及R\"係各自獨立為具有1至10個碳原子的烴基。該等組合物適合用於形成適用於EUV圖案化的光阻劑組合物，其中該等組合物具有高EUV吸收。\nA pure composition comprises a monoalkyltin trialkoxide compound represented by the chemical formula RSn(OR’) 3or a monoalkyl tin triamide compound represented by the chemical formula RSn(NR’ 2) 3and no more than 4 mole% dialkyltin compounds relative to the total tin amount, where R is a hydrocarbyl group with 1-31 carbon atoms, and wherein R’ is a hydrocarbyl group with 1-10 carbon atoms. Methods are described for the formation of the pure compositions. A solid composition comprises a monoalkyl triamido tin compound represented by the chemical formula RSn-(NR'COR\") 3, where R is a hydrocarbyl group with 1-31 carbon atoms, and where R’ and R\" are independently a hydrocarbyl group with 1-10 carbon atoms. The compositions are suitable for the formation of resist compositions suitable for EUV patterning in which the compositions have a high EUV absorption."
    },
    {
        "pid": "TW202318428A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.789700064701000000000101E101000000003^000000E02000000100007D4933",
        "title": "利用虛設儲存塊作為池電容器的非揮發性記憶體元件\nNON-VOLATILE MEMORY DEVICE UTILIZING DUMMY MEMORY BLOCK AS POOL CAPACITOR",
        "date": "2023/05/01",
        "ipc": "G11C 16/26(2006.01); G11C 16/06(2006.01); H01L 27/11526(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318428A_018.png",
        "content": "具有隨動調整結構的測試裝置及測試方法\nTEST DEVICE AND TEST METHOD WITH A FOLLOWER ADJUSTING STRUCTURE"
    },
    {
        "pid": "TW202317349A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7bd600604007010000000000011E10000100000030^0000E0030000107D04a46",
        "title": "鞋類組件的製造方法\nFOOTWEAR COMPONENT MANUFACTURING METHODS",
        "date": "2023/05/01",
        "ipc": "B29C 44/42(2006.01); A43B 13/02(2006.01); A43B 13/18(2006.01); B29C 44/58(2006.01); B29D 35/12(2010.01); B29D 35/14(2010.01); C08J 9/12(2006.01); C08J 9/34(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317349A_019.png",
        "content": "一種具有隨動調整結構的測試裝置及測試方法，在檢測元件向被檢測件的抵壓的過程中，使第一隨動部、第二隨動部和檢測頭依次抵接在限位面、被檢測件的頂部和觸點上，以滿足被檢測件的尺寸檢測和電氣性能檢測的要求。由此，一方面，在檢測元件向被檢測件靠近的過程中，主動部將彈力作用在被檢測件上，避免了對檢測部和被檢測件的過多擠壓。另一方面，該過程中主動部受到的彈力逐漸增加，使得主動部的運動速度得到減緩，從而避免檢測部和被檢測件在接觸時受到衝擊。又一方面，在檢測頭抵壓被檢測件前，先由第二隨動部對被檢測件進行壓合，保證了被檢測件能夠緊貼於仿形槽的底部。\nThe embodiment of the invention discloses a test device and a test method with a follower adjusting structure. In the process of the detection component pressing against the tested part, the first follower part, the second follower part and the detection head are connected successively on the limit surface, the top of the tested part and the contact, so as to meet the requirements of the size detection and electrical performance detection of the tested part. Therefore, on the one hand, when the detection component is close to the tested part, the active part acts the elastic force on the tested part to avoid excessive squeezing on the testing part and the tested part. On the other hand, in this process, the elastic force on the active part gradually increases, which slows down the motion speed of the active part, so as to avoid the impact of the detection part and the tested part in contact. On the other hand, before the detection head is pressed against the detected part, the second follower is used to press the detected part to ensure that the detected part can be close to the bottom of the copying groove."
    },
    {
        "pid": "TW202317967A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.349d00D64001000000000E010000000003^0001000E1410000001070007048c9",
        "title": "用於連續單分子核酸定序的定序晶片\nA SEQUENCING CHIP FOR CONTINUOUS SINGLE MOLECULE NUCLEIC ACIDS SEQUENCING",
        "date": "2023/05/01",
        "ipc": "G01N 21/01(2006.01); G01N 21/64(2006.01); G01N 33/52(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317967A_020.png",
        "content": "用於製備(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及中間體\nPROCESSES AND INTERMEDIATES FOR THE PREPARATION OF (S)-5-AMINO-3-(4-((5-FLUORO-2-METHOXYBENZAMIDO)METHYL)PHENYL)-1-(1,1,1-TRIFLUOROPROPANE-2-YL)-1H-PYRAZOLE-4-CARBOXAMIDE"
    },
    {
        "pid": "TW202318551A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.530c0D0000000001E000000003^000001000E110500000000011704076004a0f",
        "title": "基板處理方法及基板處理裝置\nMETHOD OF PROCESSING SUBSTRATE AND SUBSTRATE PROCESSING APPARATUS",
        "date": "2023/05/01",
        "ipc": "H01L 21/67(2006.01); B08B 3/04(2006.01); F26B 3/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318551A_021.png",
        "content": "本發明提供用於合成(S)-5-胺基-3-(4-((5-氟-2-甲氧基苯甲醯胺基)甲基)苯基)-1-(1,1,1-三氟丙烷-2-基)-1H-吡唑-4-甲醯胺之方法及關鍵中間體： 。\nThe present invention provides processes and key intermediates for the synthesis of (S)-5-amino-3-(4-((5-fluoro-2-methoxybenzamido)methyl)phenyl)-1-(1,1,1-trifluoropropane-2-yl)-1H-pyrazole-4-carboxamide: ."
    },
    {
        "pid": "TW202318249A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.43fc0D6704000000000001E01E00000000^3000000101060000001107000497a",
        "title": "具有交叉耦合結構的積體電路\nINTEGRATED CIRCUITS HAVING CROSS-COUPLE CONSTRUCTS",
        "date": "2023/05/01",
        "ipc": "G06F 30/39(2020.01); H01L 27/088(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318249A_022.png",
        "content": "一種防旋轉誤用裝置，連接在相對旋轉的第一部件與第二部件之間，防旋轉誤用裝置包括：阻擋部，固定在第一部件上；安裝件，固定在第二部件上，安裝件具有底壁、第一側壁及第二側壁，底壁、側壁用以形成容置空間；阻擋件，能樞轉地設置在側壁間，並至少部分地容置於容置空間中，以在一鎖定位置與一釋放位置之間樞轉，在鎖定位置，阻擋件防止第一部件旋轉，在釋放位置，阻擋件允許第一部件旋轉；推動組件，設置在安裝件的底壁上並且至少部分地容置於容置空間中，推動組件在外力作用下能在底壁上滑動，以驅使阻擋件從鎖定位置樞轉到釋放位置。\nA device for preventing mis-rotation is connected between a first component and a second component that rotate relative to each other. The device for preventing mis-rotation includes: a blocking part fixed on the first component; a mounting member fixed on the second component, the mounting member having a bottom wall, a first side wall and a second side wall, the bottom wall and the side walls forming an accommodating space; a blocking member pivotally arranged between the side walls and at least partially accommodated in the accommodating space to pivot between a locked position and a released position, in the locked position, the blocking member preventing the first part from rotation, while in the release position, the blocking member allowing the first part to rotate; a pushing assembly arranged on the bottom wall of the mounting member and at least partially accommodated in the accommodating space, the pushing assembly being able to slide on the bottom wall under an external force so as to drive the blocking member to pivot from the locked position to the released position."
    },
    {
        "pid": "TW202318811A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7d3067007010000000011E0010000^03000000000E10700000001040D0004a96",
        "title": "絕對編碼器\nABSOLUTE ENCODER",
        "date": "2023/05/01",
        "ipc": "H03M 1/12(2006.01); G01D 5/347(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318811A_023.png",
        "content": "利用虛設儲存塊作為池電容器的非揮發性記憶體元件\nNON-VOLATILE MEMORY DEVICE UTILIZING DUMMY MEMORY BLOCK AS POOL CAPACITOR"
    },
    {
        "pid": "TW202318821A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a76b00D70000110000000008010E000000000^300000101E10000000746049c8",
        "title": "終端裝置及通訊方法",
        "date": "2023/05/01",
        "ipc": "H04B 7/0417(2017.01); H04B 7/0408(2017.01); H04B 17/318(2015.01); H04W 48/16(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318821A_024.png",
        "content": "一種非揮發性記憶體元件，包括多個儲存塊，與所述多個儲存塊相鄰的至少一個虛設塊，其中，所述多個儲存塊中的每一個儲存塊包括：在一基底上的一交替層堆疊體、在所述交替層堆疊體中的多個通道孔、以及沿所述多個通道孔設置的多個儲存單元串，其中，所述至少一個虛設塊包括在所述基底上的一交替虛設層堆疊體，並且其中，所述交替虛設層堆疊體包括交替堆疊在彼此上的多個導電層和多個介電層，其中，所述多個儲存塊和所述至少一個虛設塊均位於一記憶體陣列中，所述多個儲存塊和所述至少一個虛設塊被分組到多個不同的頁面中。\nA non-volatile memory element includes a plurality of memory blocks and at least one dummy block adjacent to the plurality of memory blocks, wherein each memory block of the plurality of memory blocks includes an alternating layer stack on a substrate, a plurality of via holes in the alternating layer stack, and a memory cell string arranged along the plurality of via holes, wherein the at least one dummy block includes an alternating dummy layer stack on the substrate, and the alternating dummy layer stack includes a plurality of conductive layers and a plurality of dielectric layers alternately stacked on each other, wherein the plurality of memory blocks and the at least one dummy block are all located in a memory array, and the plurality of memory blocks and the at least one dummy block are grouped into a plurality of different pages."
    },
    {
        "pid": "TW202318639A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.80ad00D7410000090E0E00000^03000001000011100000000001070000604ac4",
        "title": "三維記憶體裝置\nTHREE-DIMENSIONAL MEMORY DEVICE",
        "date": "2023/05/01",
        "ipc": "H01L 27/11521(2017.01); H01L 27/11524(2017.01); H01L 27/11551(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318639A_025.png",
        "content": "提供了利用聚合物組合物和超臨界流體的單相溶液使鞋類組件物理發泡。該方法包括對模具進行溫度調節，並且然後將模具與機器人接合，該機器人將模具傳送到壓機。在壓機處，在將聚合物組合物和超臨界流體的單相溶液注射到模具的腔中之前，向模具的腔施加氣體反壓力。該工藝繼續從模具的腔釋放氣體反壓力，並且然後從模具的腔移除鞋類組件。該方法的參數被配置用於以自動方式形成鞋類組件。\nPhysical foaming a footwear component with a single-phase solution of a polymeric composition and a supercritical fluid is provided. The method include temperature conditioning a mold and then engaging the mold with a robot that conveys the mold to a press. At the press a gas counter pressure is applied to a cavity of the mold before injecting a single-phase solution of a polymeric composition and a supercritical fluid into the cavity of the mold. The process continues with releasing the gas counter pressure from the cavity of the mold and then removing the footwear component from the cavity of the mold. The parameters of the method are configured for the formation of the footwear component in an automated manner."
    },
    {
        "pid": "TW202317734A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.bdc200400701100000000A100001000030^000000E10E010000000076D0049e3",
        "title": "含二氟甲烷、四氟丙烯和二氧化碳之組合物及其用途\nCOMPOSITIONS CONTAINING DIFLUOROMETHANE, TETRAFLUOROPROPENE, AND CARBON DIOXIDE AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "C09K 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "用於連續單分子核酸定序的定序晶片\nA SEQUENCING CHIP FOR CONTINUOUS SINGLE MOLECULE NUCLEIC ACIDS SEQUENCING"
    },
    {
        "pid": "TW202317948A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.cbcc0D040070100000001BE000001000030^000000E110000000010076004a40",
        "title": "用於寶石識別之紫外可見吸收光譜\nULTRAVIOLET-VISIBLE ABSORPTION SPECTROSCOPY FOR GEMSTONE IDENTIFICATION",
        "date": "2023/05/01",
        "ipc": "G01J 3/42(2006.01); G01B 9/00(2006.01); G01N 21/33(2006.01); G01N 21/87(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317948A_027.png",
        "content": "本申請揭示一種用於連續單分子核酸定序的定序晶片。所述定序晶片包含一基板、一波導、至少一光耦合器、至少一定位序點以及一光束調整機構。該波導設於該基板上，其包含一核心層及設於該核心層上的一上覆層。該光耦合器自該上覆層延伸進入該核心層。該定序位點位於該上覆層中。該光束調整機構是用以調整將來自該光耦合器的一光束於朝向該定序位點傳遞時的一總投影面積。\nA sequencing chip for continuous single molecule nucleic acids sequencing is provided. The sequencing chip includes a substrate, a waveguide, at least a light coupler, at least a sequencing site, and a beam adjusting mechanism. The waveguide is over the substrate. The waveguide includes a core layer and an upper cladding layer over the core layer. The light coupler extends from the upper cladding layer into the core layer. The sequencing site is in the upper cladding layer. The beam adjusting mechanism is configured to adjust a total projection area of a beam from the light coupler when propagating toward the sequencing site."
    },
    {
        "pid": "TW202318752A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.76e5007040001000000000010EE000000000^30000010101C000001706D04a54",
        "title": "具有自驅控制的安全關斷裝置、電源供應系統及其自驅控制方法\nSAFETY SHUT-DOWN DEVICE WITH SELF-DRIVING CONTROL, POWER SUPPLY SYSTEM AND METHOD OF SELF-DRIVING CONTROL THE SAME",
        "date": "2023/05/01",
        "ipc": "H02H 3/38(2006.01); H02M 1/32(2007.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318752A_028.png",
        "content": "基板處理方法及基板處理裝置\nMETHOD OF PROCESSING SUBSTRATE AND SUBSTRATE PROCESSING APPARATUS"
    },
    {
        "pid": "TW202317955A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6d22070071000000011E001000^0300000000010E0D00000000100406D004ab4",
        "title": "用於瓶蓋的測量設備和方法\nMEASURING APPARATUS AND METHOD FOR CAPSULES",
        "date": "2023/05/01",
        "ipc": "G01L 1/06(2006.01); B65D 41/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317955A_029.png",
        "content": "藉由將疏水劑的液體供給至基板(W)的表面而形成覆蓋基板(W)的整個表面的疏水劑的液膜。之後，將表面張力低於水的第1有機溶劑的液體供給至由疏水劑的液膜覆蓋著的基板(W)的表面，由此以第1有機溶劑的液體來置換基板(W)上的疏水劑的液體。之後，將表面張力低於第1有機溶劑的第2有機溶劑的液體供給至由第1有機溶劑的液膜覆蓋著的基板(W)的表面，由此以第2有機溶劑的液體來置換基板(W)上的第1有機溶劑的液體。之後，使附著著第2有機溶劑的液體的基板(W)乾燥。\nA liquid of a hydrophobizing agent is supplied to a surface of a substrate (W) to form a liquid film of the hydrophobizing agent that covers the entire surface region of the substrate (W). A liquid of a first organic solvent having a lower surface tension than water is supplied to the surface of the substrate (W) covered with the liquid film of the hydrophobizing agent so that the liquid of the hydrophobizing agent on the substrate (W) is replaced with the liquid of the first organic solvent. A liquid of a second organic solvent having a lower surface tension than the first organic solvent is supplied to the surface of the substrate (W) covered with the liquid film of the first organic solvent so that the liquid of the first organic solvent on the substrate is replaced (W) with the liquid of the second organic solvent. The substrate (W) that the liquid of the second organic solvent has adhered, is dried."
    },
    {
        "pid": "TW202317613A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.85a207400100000E1E00000^03000000010010E010000000000107006D004a9e",
        "title": "眼科疾病之個人化治療\nPERSONALIZED TREATMENT OF OPHTHALMOLOGIC DISEASES",
        "date": "2023/05/01",
        "ipc": "C07K 16/22(2006.01); A61K 39/395(2006.01); A61P 27/02(2006.01); G16H 20/10(2018.01); G16H 50/20(2018.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317613A_030.png",
        "content": "一種積體電路可包括第一主動區以及第二主動區，且所述第一主動區與所述第二主動區可沿第一水平方向在基板上彼此平行地延伸且具有彼此不同的導電類型。第一閘極線可在與所述第一水平方向相交的第二水平方向上延伸且可與所述第一主動區形成第一電晶體。所述第一電晶體可包括被施加第一輸入訊號的閘極。所述第一閘極線可包括第一局部閘極線，所述第一局部閘極線在垂直方向上與所述第一主動區交疊且具有位於所述第一主動區與所述第二主動區之間的區上的端部。\nAn integrated circuit may include a first active region and a second active region, and the first and second active regions may extend on a substrate in a first horizontal direction in parallel to each other and have different conductivity types from each other. A first gate line may extend in a second horizontal direction crossing the first horizontal direction, and may form a first transistor with the first active region. The first transistor may include a gate to which a first input signal is applied. The first gate line may include a first partial gate line that overlaps the first active region in a perpendicular direction and that has an end on a region between the first and second active regions."
    },
    {
        "pid": "TW202317279A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6148D00100000100000030^0000001000E1E10F0000000000107004760004927",
        "title": "圖型形成方法及噴墨印刷裝置",
        "date": "2023/05/01",
        "ipc": "B05D 1/26(2006.01); B05C 5/00(2006.01); B05D 3/00(2006.01); B05D 7/24(2006.01); B41J 2/01(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317279A_031.png",
        "content": "絕對編碼器(1X)根據來自配置有絕對值碼圖案之標度尺(20)的第一位置的光及來自第二位置的光，而算出在標度尺(20)上的第一絕對位置。絕對值碼圖案由在圓板狀的標度尺之與發光元件相對向之側的面內朝向徑向延伸且於周方向交錯設置的線狀的反射部及線狀的非反射部所形成，反射部及非反射部在第一位置之線寬比在第二位置之線寬窄，在第一位置包含的反射部的條數比在第二位置包含的反射部的條數多。\nAn absolute encoder (1X) calculates a first absolute position on a scale (20) based on light form a first position and light from a second position of the scale (20) arranged with an absolute value code pattern. The absolute value code pattern is formed of linear reflective parts and linear non-reflective parts that extend in a radial direction and are provided alternately in a circumferential direction on a surface of a disc-shaped scale at a side opposite to a light-emitting element, wherein the linear reflecting part and the linear non-reflecting part have a line width at the first position narrower than a line width at the second position, and the number of the reflective parts included at the first position is smaller than the number of the reflective parts included at the second position."
    },
    {
        "pid": "TW202318874A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.8c790D67007100000000001E0010000^3000000000E120000000010004004a3a",
        "title": "影像編碼器、影像解碼器及非暫時性電腦可讀取之記錄媒體\nIMAGE ENCODER, IMAGE DECODER, AND NON-TRANSITORY COMPUTER-READABLE RECORDING MEDIUM",
        "date": "2023/05/01",
        "ipc": "H04N 19/50(2014.01); H04N 19/51(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318874A_032.png",
        "content": "3D記憶體裝置包括周邊電路、儲存堆疊體、半導體層、多個通道結構及源極接觸部。儲存堆疊體處於周邊電路上方，且包括交替的導電層和介電質層。半導體層處於儲存堆疊體上方。通道結構各自垂直地貫穿儲存堆疊體延伸到半導體層中，其中，每個通道結構包括半導體通道，半導體層包圍半導體通道，半導體通道延伸到半導體層中的部分並與其接觸。源極接觸處部於儲存堆疊體上方並且與半導體層接觸。\nA 3D memory device includes a peripheral circuit, a storage stack, a semiconductor layer, a plurality of channel structures and a source contact. The storage stack is disposed above the peripheral circuit and includes alternating conductive layers and dielectric layers. The semiconductor layer is disposed above the storage stack. Each channel vertically extends through the storage stack into the semiconductor layer. Each channel structure includes a semiconductor channel, and the semiconductor layer surrounds the semiconductor channel. The semiconductor channel extends to a portion of the semiconductor layer and contacts the semiconductor layer. The source contact is located above the storage stack and contacts the semiconductor layer."
    },
    {
        "pid": "TW202317954A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d64d00D0000010000000210E000000000030^000100E1100000001704760496b",
        "title": "熱傳導量計\nTHERMAL CONDUCTIVITY GAUGE",
        "date": "2023/05/01",
        "ipc": "G01K 17/06(2006.01); G01F 1/69(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317954A_033.png",
        "content": "含二氟甲烷、四氟丙烯和二氧化碳之組合物及其用途\nCOMPOSITIONS CONTAINING DIFLUOROMETHANE, TETRAFLUOROPROPENE, AND CARBON DIOXIDE AND USES THEREOF"
    },
    {
        "pid": "TW202318876A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.47740670000000000002E1E0000000^30000000100102000000011074D004ad7",
        "title": "圖像預測方法、裝置以及視訊編碼器、視訊解碼器\nMETHOD AND APPARATUS FOR IMAGE PREDICTION, VIDEO ENCODER AND VIDEO DECODER",
        "date": "2023/05/01",
        "ipc": "H04N 19/51(2014.01); H04N 19/527(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318876A_034.png",
        "content": "根據本發明，揭示冷媒組合物。該等組合物包含基本上由HFC-32、HFO-1234yf、及CO 2組成之冷媒混合物。該等組合物可用於產生冷卻及加熱之製程、用於替代冷媒R-32之方法、及用於製冷、空調、或熱泵系統中。此等本發明組合物與R-32的冷卻性能匹配，具有小於400或小於300的GWP。\nIn accordance with the present invention refrigerant compositions are disclosed. The compositions comprise a refrigerant mixture consisting essentially of HFC-32, HFO-1234yf, and CO 2. The compositions are useful in processes to produce cooling and heating, in methods for replacing refrigerant R-32, and in refrigeration, air conditioning or heat pump systems. These inventive compositions are match cooling performance for R-32 with GWP less than 400 or less than 300."
    },
    {
        "pid": "TW202318477A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0c030007000001010003^00000000000E10E3200000000001010004076D04975",
        "title": "濾波器裝置、基板處理裝置及電漿處理裝置",
        "date": "2023/05/01",
        "ipc": "H01J 37/32(2006.01); H01L 21/3065(2006.01); H03H 7/01(2006.01); H05H 1/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318477A_035.png",
        "content": "用於寶石識別之紫外可見吸收光譜\nULTRAVIOLET-VISIBLE ABSORPTION SPECTROSCOPY FOR GEMSTONE IDENTIFICATION"
    },
    {
        "pid": "TW202317173A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ade90D70400711000000000400E000010000^300000001E1200000000600499a",
        "title": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "A61K 38/22(2006.01); A61P 3/10(2006.01); C07K 14/575(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本文中之系統及方法可用於擷取及分析一載物台上之多個樣本寶石之光譜資料，包含針對反射及透射模式兩者映射樣本之數位相機影像資料。\nSystems and methods here may be used for capturing and analyzing spectrometer data of multiple sample gemstones on a stage, including mapping digital camera image data of samples, for both reflective and transmission modes."
    },
    {
        "pid": "TW202317174A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7bab00D7400701000000000002010E0001000000^03000001E50000100604a32",
        "title": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "A61K 38/23(2006.01); A61K 38/22(2006.01); A61K 47/54(2017.01); A61P 3/04(2006.01); A61P 3/10(2006.01); C07K 14/575(2006.01); C07K 14/585(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "具有自驅控制的安全關斷裝置、電源供應系統及其自驅控制方法\nSAFETY SHUT-DOWN DEVICE WITH SELF-DRIVING CONTROL, POWER SUPPLY SYSTEM AND METHOD OF SELF-DRIVING CONTROL THE SAME"
    },
    {
        "pid": "TW202318306A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.203e00D6710000001E01E00000^0300001000000620000000010070004004a57",
        "title": "區塊鏈實施系統及方法\nBLOCKCHAIN-IMPLEMENTED SYSTEM AND METHOD",
        "date": "2023/05/01",
        "ipc": "G06Q 20/38(2012.01); G06Q 40/04(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318306A_038.png",
        "content": "一種具有自驅控制的安全關斷裝置耦接電源供應裝置與負載之間的供電路徑，且安全關斷裝置包括偵測單元、可控開關及驅動電路。偵測單元耦接供電路徑，可控開關耦接供電路徑的正端點與負端點之間。驅動電路耦接偵測單元、供電路徑與可控開關，接收電源供應裝置的輸出電壓而導通可控開關，且根據偵測單元是否偵測到流過供電路徑的電流而關斷可控開關。\nA safety shut-down device with self-driving control is coupled to a power supply path between a power supply device and a load, and the safety shut-down device includes a detection unit, a controllable switch and a drive circuit. The detection unit is coupled to the power supply path, and the controllable switch is coupled to a positive end and the negative end of the power supply path. The drive circuit is coupled to the detection unit, the power supply path and the controllable switch, receives the output voltage of the power supply device to turn on the controllable switch, and turns off the controllable switch according to whether the detection unit detects a current through the power supply path."
    },
    {
        "pid": "TW202317419A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.40306700021E00^0300000001000000E107000000000000110700040D0004995",
        "title": "後輪旋轉鎖控機構及幼兒載具\nREAR WHEEL ROTATION LOCK MECHANISM AND CHILD CARRIER",
        "date": "2023/05/01",
        "ipc": "B62B 7/08(2006.01); A47D 13/02(2006.01); B62B 9/08(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317419A_039.png",
        "content": "本文公開了一種用於測量連接瓶蓋與具有閉合環形形狀的防開啟包裝帶的脆弱構件的拉開力的測量設備和方法，其具有軸向保持所述防開啟包裝帶的環形脊部、推動所述瓶蓋以便造成所述脆弱構件的斷裂的推動器元件、用以檢測由所述推動器元件施加的拉力的感測器構件，以及被佈置成用於將所述瓶蓋供應到所述環形脊部的提升和對接裝置。 本文還公開了帶脫離構件，其用於在所述脆弱構件的斷裂之後使所述防開啟包裝帶從所述環形脊部脫離，但維持所述防開啟包裝帶的所述閉合環形形狀完整。\nThere are disclosed a measuring apparatus and method for measuring the pull-off force of frangible means connecting a capsule with a tamper evident band of closed annular shape, with an annular ridge that axially retains the tamper evident band, a pusher element that pushes the capsule so as to cause the breakage of the frangible means, sensor means to detect the tensile force applied by the pusher element, and a lifting and abutting device arranged for supply the capsule to the annular ridge. There are further disclosed band disengagement means for disengaging the tamper evident band from the annular ridge after the breakage of the frangible means, yet maintaining intact the closed annular shape of the tamper evident band."
    },
    {
        "pid": "TW202318482A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.c6310670001000002801E000000^030000010000E1000000000107040D004a93",
        "title": "成型裝置、成型方法及物品之製造方法",
        "date": "2023/05/01",
        "ipc": "H01L 21/027(2006.01); B29C 59/02(2006.01); H01L 21/677(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318482A_040.png",
        "content": "本發明係關於結合於VEGF及ANG2之抗體，其用於治療眼部血管疾病，諸如新生血管性AMD (nAMD) (亦稱為繼發於年齡相關之黃斑變性[AMD]或濕性AMD之脈絡膜新生血管[CNV])、糖尿病性視網膜病變，特定言之糖尿病性黃斑水腫(DME)或繼發於視網膜靜脈阻塞(RVO)之黃斑水腫。\nThe current invention relates to antibodies which bind to VEGF and ANG2 for use in the treatment of ocular vascular diseases such as neovascular AMD (nAMD) (also known as choroidal neovascularization [CNV] secondary to age-related macular degeneration [AMD] or wet AMD), diabetic retinopathy in particular diabetic macular edema (DME) or macular edema secondary to retinal vein occlusion (RVO)."
    },
    {
        "pid": "TW202318481A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0e5e00D60007000000001E010001000030^0000000E09200000010100470493b",
        "title": "供給裝置、供給系統",
        "date": "2023/05/01",
        "ipc": "H01L 21/027(2006.01); B08B 3/02(2006.01); H01L 21/304(2006.01); H01L 21/306(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318481A_041.png",
        "content": "本發明之課題，係在於提供一種藉由噴墨印刷方式所進行之圖型形成方法，其不僅高精細度且無條紋或斑點，絕緣特性或導電特性亦均一且塗膜密接良好。 本發明之圖型形成方法，其在對於複數個噴嘴孔往一列方向排列之墨水吐出裝置的噴嘴列方向往垂直及平行移動複數次，並從噴嘴對於作為印刷媒體的基板吐出墨水的液滴而形成圖型的方式中，作為前述墨水，係使用吐出時之溫度下之黏度η1與彈著時之溫度下之黏度η2的比率η2/η1為100以上之墨水，並且，對應於構成前述圖型的前述圖像資料的各畫素的階度或濃度，將使用在構成形成於前述基板上的圖型的點的塗膜的形成之前述墨水的液量，以與相鄰的點不具有一定的週期性，圖型的塗膜全體並非均一的方式進行控制。"
    },
    {
        "pid": "TW202318126A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.66320670010000000211E000000^030000010000E0A00000000107040D004a74",
        "title": "學習完成的模型生成方法、異常主要原因推定裝置、學習完成的模型、異常主要原因推定方法、學習方法、學習裝置以及學習資料製作方法\nLEARNED MODEL GENERATING METHOD, ABNORMALITY FACTOR ESTIMATING DEVICE, LEARNED MODEL, ABNORMALITY FACTOR ESTIMATING METHOD, LEARNING METHOD, LEARNING DEVICE, AND LEARNING DATA GENERATING METHOD",
        "date": "2023/05/01",
        "ipc": "G05B 23/02(2006.01); G06N 20/00(2019.01); H01L 21/304(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318126A_042.png",
        "content": "影像編碼器、影像解碼器及非暫時性電腦可讀取之記錄媒體\nIMAGE ENCODER, IMAGE DECODER, AND NON-TRANSITORY COMPUTER-READABLE RECORDING MEDIUM"
    },
    {
        "pid": "TW202318392A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.873a0D6700010000000B101E0000000^0300000100E020000000010740004aea",
        "title": "液晶顯示裝置及其電子裝置\nLIQUID CRYSTAL DISPLAY DEVICE AND ELECTRONIC DEVICE INCLUDING THE SAME",
        "date": "2023/05/01",
        "ipc": "G09G 3/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318392A_043.png",
        "content": "本發明提供一種影像編碼器，其包括電路及耦接至該電路之一記憶體。該電路在操作時執行一分割語法操作，該分割語法操作包括：基於指示分裂之一分割參數而將一影像區塊分裂成包括具有一非矩形形狀(例如，一三角形狀)之一第一分割區及一第二分割區的複數個分割區；編碼該第一分割區及該第二分割區；以及將包括該分割參數之一或多個參數寫入至一位元串流中。\nAn image encoder is provided, which includes circuitry and a memory coupled to the circuitry. The circuitry, in operation, performs a partition syntax operation including: splitting an image block into a plurality of partitions including a first partition having a non-rectangular shape (e.g., a triangular shape) and a second partition based on a partition parameter indicative of the splitting; encoding the first partition and the second partition; and writing one or more parameters including the partition parameter into a bitstream."
    },
    {
        "pid": "TW202317202A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b5ba0D67400011000000000C101E000000000^03000100E02000000700004a3e",
        "title": "包含干擾素基因之刺激因子（ＳＴＩＮＧ）的促效劑之抗體－藥物共軛體\nANTIBODY DRUG CONJUGATES COMPRISING STING AGONISTS",
        "date": "2023/05/01",
        "ipc": "A61K 47/68(2017.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317202A_044.png",
        "content": "一種用於測量腔室內的氣體壓力的熱傳導量計。感應器線和電阻器形成耦合在電源輸入和接地之間的電路，其中感應器線延伸進入該腔室且經由端子連接到電阻器。控制器調節電源輸入，作為在端子的電壓和在電源輸入的電壓的函數，使感應器線達到目標溫度。基於調整後的電源輸入，控制器可確定腔室內的氣體壓力的測量值。\nA thermal conductivity gauge measures gas pressure within a chamber. A sensor wire and a resistor form a circuit coupled between a power input and ground, where the sensor wire extends into the chamber and connects to the resistor via a terminal. A controller adjusts the power input, as a function of a voltage at the terminal and a voltage at the power input, to bring the sensor wire to a target temperature. Based on the adjusted power input, the controller can determine a measure of the gas pressure within the chamber."
    },
    {
        "pid": "TW202318222A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.0a1700060700000001E101000003^000000000E0D200000000101000407D4ad6",
        "title": "將附件資料數位化之電腦實施系統以及電腦實施方法\nCOMPUTER-IMPLEMENTED SYSTEMS AND COMPUTER-IMPLEMENTED METHODS FOR DIGITIZING ATTACHMENT DATA",
        "date": "2023/05/01",
        "ipc": "G06F 16/20(2019.01); G06F 16/22(2019.01); G06F 16/25(2019.01); G06F 16/93(2019.01); G06F 40/166(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318222A_045.png",
        "content": "圖像預測方法、裝置以及視訊編碼器、視訊解碼器\nMETHOD AND APPARATUS FOR IMAGE PREDICTION, VIDEO ENCODER AND VIDEO DECODER"
    },
    {
        "pid": "TW202318116A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ff0400007010100000002EE00010000003^000000E101000000004076D004a0d",
        "title": "根據標準商業化可編程邏輯半導體IC晶片所構成的邏輯驅動器\nLOGIC DRIVE BASED ON STANDARDIZED COMMODITY PROGRAMMABLE LOGIC SEMICONDUCTOR IC CHIPS",
        "date": "2023/05/01",
        "ipc": "G05B 19/042(2006.01); G06F 3/06(2006.01); G11C 7/10(2006.01); H01L 27/112(2006.01); H01L 27/11524(2017.01); H03K 19/177(2020.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318116A_046.png",
        "content": "本申請提供了一種圖像預測方法、裝置以及視訊編碼器、視訊解碼器。該方法包括：獲取當前圖像塊的初始運動資訊；基於所述初始運動資訊和當前圖像塊的位置確定N個前向參考塊的位置和N個後向參考塊的位置；基於匹配代價準則，從M對參考塊的位置中確定一對參考塊的位置為當前圖像塊的目標前向參考塊的位置和目標後向參考塊的位置，每對參考塊的位置包括一個前向參考塊的位置和一個後向參考塊的位置，且針對每對參考塊的位置，第一位置偏移與第二位置偏移成鏡像關係；基於所述目標前向參考塊的像素值和所述目標後向參考塊的像素值，得到所述當前圖像塊的像素值的預測值。本申請在提高圖像預測的準確性的同時，能降低圖像預測的複雜度。\nThis application provides an image prediction method, apparatus, video encoder and video decoder. The method includes: obtaining initial motion information of a current picture block; determining positions of N forward reference blocks and positions of N backward reference blocks based on the initial motion information and a location of the current image block; and determining, based on the matching cost criterion, that a location of a pair of reference blocks is a location of a target forward reference block of the current image block and a location of the target backward reference block from the positions of the M pairs of reference blocks; wherein positions of each pair of reference blocks includes a position of a forward reference block and a position of a backward reference block, and for positions of each pair of reference blocks, the first position offset and the second position offset have a mirror relationship. The method further includes: obtaining a predicted value of the pixel value of the current image block based on the pixel value of the target forward reference block and the pixel value of the target backward reference block. In this application, the accuracy of image prediction can be improved, and the complexity of image prediction can be reduced."
    },
    {
        "pid": "TW202318301A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.62e500704010000000020EE0000000^3000000100101F0000000107006D04bb2",
        "title": "用於產生適應性電子通知的系統、設備以及電腦實行方法\nSYSTEM, APPARATUS AND COMPUTER-IMPLEMENTED METHOD FOR GENERATING ADAPTIVE ELECTRONIC NOTIFICATIONS",
        "date": "2023/05/01",
        "ipc": "G06Q 10/08(2012.01); G06F 17/40(2006.01); G06Q 50/28(2012.01); H04L 29/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318301A_047.png",
        "content": "本發明之課題在於減少針對雜訊之每一頻率重新製作濾波器之工時與勞力。 濾波器102(1)具有空芯線圈104(1)、外導體、可動子120(1)~ 120(4)。空芯線圈104(1)具有固定口徑與固定線圈長度。外導體形成為筒形，收容或包圍空芯線圈104(1)，且與空芯線圈104(1)組合而形成於複數個頻率下進行並聯共振之分佈常數線路。可動子120(1)~120(4)配置於如下1個或複數個有效區間內，且變更空芯線圈104(1)之各個繞組間隙，上述1個或複數個有效區間係於濾波器102(1)之頻率-阻抗特性中，於特定之1個或複數個並聯共振頻率向較高或較低之頻率區域側產生偏移。"
    },
    {
        "pid": "TW202317964A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.a681040011000000000000003^000000100E10E130000000000070076D0049e2",
        "title": "撞擊器及用於對來自一流體流之生物顆粒取樣之方法\nIMPACTOR AND METHOD FOR SAMPLING BIOLOGICAL PARTICLES FROM A FLUID FLOW",
        "date": "2023/05/01",
        "ipc": "G01N 1/02(2006.01); C12M 1/26(2006.01); G01N 1/10(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317964A_048.png",
        "content": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF"
    },
    {
        "pid": "TW202318227A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.908e00D4010000011E000000003^000010000E10300000000001700007604a30",
        "title": "矩陣向量處理系統及用於執行向量縮減之方法\nMATRIX-VECTOR PROCESSING SYSTEM AND METHOD FOR PERFORMING VECTOR REDUCTIONS",
        "date": "2023/05/01",
        "ipc": "G06F 17/16(2006.01); G06F 9/302(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318227A_049.png",
        "content": "本發明係關於藥物領域。更特定言之，本發明屬於治療糖尿病、肥胖症及/或血脂異常之領域。本發明係關於促效降鈣素及澱粉素受體兩者且可降低攝食量、體重、葡萄糖及/或三酸甘油酯，因此可用於治療糖尿病、肥胖症及/或血脂異常之化合物。本發明亦包括含有此類化合物之醫藥組合物及此類化合物及組合物之治療性用途。\nThe present disclosure related to the field of medicine. More particularly, the disclosure is in the field of treatment of diabetes, obesity, and/or dyslipidemia. The disclosure relates to compounds that agonize both the calcitonin and amylin receptors and can lower food intake, body weight, glucose and/or triglycerides, so can be used to treat diabetes, obesity and/or dyslipidemia. The present disclosure also includes pharmaceutical compositions containing such compounds and therapeutic uses of such compounds and compositions."
    },
    {
        "pid": "TW202318054A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.8b5500600071000000020E10001000030^0000000E0130000000010047D04932",
        "title": "光連接器及搭載光連接器之機器\nOPTICAL CONNECTOR AND DEVICE EQUIPPED WITH OPTICAL CONNECTOR",
        "date": "2023/05/01",
        "ipc": "G02B 6/42(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318054A_050.png",
        "content": "雙重澱粉素及降鈣素受體促效劑及其用途\nDUAL AMYLIN AND CALCITONIN RECEPTOR AGONISTS AND USES THEREOF"
    },
    {
        "pid": "TW202317672A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7260700010000003E00000^30000000100010E103000100000180046D00049cc",
        "title": "具有彈性體及填料之複合物之製備方法\nMETHODS OF PREPARING A COMPOSITE HAVING ELASTOMER AND FILLER",
        "date": "2023/05/01",
        "ipc": "C08J 3/20(2006.01); B60C 1/00(2006.01); C08J 3/26(2006.01); C08K 3/04(2006.01); C08K 3/36(2006.01); C08L 7/00(2006.01); C08L 9/00(2006.01); C08L 9/06(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "具有彈性體及填料之複合物之製備方法\nMETHODS OF PREPARING A COMPOSITE HAVING ELASTOMER AND FILLER"
    },
    {
        "pid": "TW202318877A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.82eb00D7040100000104010E0000000^30000001001E30000000010800604b0e",
        "title": "編碼方法及解碼方法",
        "date": "2023/05/01",
        "ipc": "H04N 19/537(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318877A_002.png",
        "content": "本文揭示由固體彈性體及濕填料製備複合物之方法，以及包括複合物、硫化橡膠及由其製備之製品之產品。該濕填料可具有至少15%之液體含量。所得複合物包含以至少20 phr之載量分散於該彈性體中之該填料，其中填料良率損失不超過10%，其中該複合物具有基於該複合物之總重量不超過10重量%之液體含量。\nDisclosed herein are methods of preparing composites from solid elastomer(s) and wet filler(s), as well as products, including composites, vulcanizates, and articles therefrom. The wet filler can have a liquid content of at least 15%. A resulting composite comprises the filler dispersed in the elastomer at a loading of at least 20 phr with a filler yield loss of no more than 10%, wherein the composite has a liquid content of no more than 10% by weight based on total weight of said composite."
    },
    {
        "pid": "TW202318610A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e4f7000670401010000001003501E1E0000000000^30001000000000800D4ae1",
        "title": "微電子總成\nMICROELECTRONIC ASSEMBLIES",
        "date": "2023/05/01",
        "ipc": "H01L 23/522(2006.01); H01L 21/60(2006.01); H01L 23/525(2006.01); H01L 23/528(2006.01); H01L 25/065(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318610A_003.png",
        "content": "本發明的編碼裝置具備記憶體及電路，電路利用記憶體，以分割了動態圖像所含的圖像之預測區塊為單位，來導出第1移動向量，並以預測區塊為單位，來進行第1移動補償處理，而前述第1移動向量是藉由利用互異的2個圖片內的2個區域的2個重構圖像的適合程度之第1畫面間預測方式來導出，前述第1移動補償處理是參考藉由利用了導出的第1移動向量的移動補償所生成的圖像之亮度的空間梯度，來生成預測圖像。"
    },
    {
        "pid": "TW202317772A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.3b4c0D00080100000000E00001000030^0000000E11063010000100476004923",
        "title": "使用多工式螢光切換的螢光原位雜化成像\nFLUORESCENT IN-SITU HYBRIDIZATION IMAGING USING MULTI-PLEXED FLUORESCENT SWITCHING",
        "date": "2023/05/01",
        "ipc": "C12Q 1/6825(2018.01); B01L 3/00(2006.01); C12Q 1/6841(2018.01); C12Q 1/6876(2018.01); G01N 21/64(2006.01); G01N 33/533(2006.01); G02B 21/16(2006.01); G02B 21/36(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317772A_004.png",
        "content": "微電子總成、相關的裝置及方法被揭露於文中。於一些實施例中，一種微電子總成可包括一封裝基材，其具有一第一表面及一相對的第二表面；一被嵌入一第一電介質層中之第一晶粒，其具有一第一表面及一相對的第二表面，其中該第一晶粒之該第一表面係藉由第一互連而被耦合至該封裝基材之該第二表面；一被嵌入一第二電介質層中之第二晶粒，其具有一第一表面及一相對的第二表面，其中該第二晶粒之該第一表面係藉由第二互連而被耦合至該第一晶粒之該第二表面；及一被嵌入一第三電介質層中之第三晶粒，其具有一第一表面及一相對的第二表面，其中該第三晶粒之該第一表面係藉由第三互連而被耦合至該第二晶粒之該第二表面。\nMicroelectronic assemblies, related devices and methods, are disclosed herein. In some embodiments, a microelectronic assembly may include a package substrate having a first surface and an opposing second surface; a first die having a first surface and an opposing second surface embedded in a first dielectric layer, where the first surface of the first die is coupled to the second surface of the package substrate by first interconnects; a second die having a first surface and an opposing second surface embedded in a second dielectric layer, where the first surface of the second die is coupled to the second surface of the first die by second interconnects; and a third die having a first surface and an opposing second surface embedded in a third dielectric layer, where the first surface of the third die is coupled to the second surface of the second die by third interconnects."
    },
    {
        "pid": "TW202318059A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d2ee00D704000100000100371E0E000000000^30000100100000001800604a76",
        "title": "光學成像系統\nOPTICAL IMAGING SYSTEM",
        "date": "2023/05/01",
        "ipc": "G02B 7/04(2021.01); G02B 9/64(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318059A_005.png",
        "content": "使用多工式螢光切換的螢光原位雜化成像\nFLUORESCENT IN-SITU HYBRIDIZATION IMAGING USING MULTI-PLEXED FLUORESCENT SWITCHING"
    },
    {
        "pid": "TW202317479A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.52d600604000000010031E10000000030^0000100E0080000000118007D04976",
        "title": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY",
        "date": "2023/05/01",
        "ipc": "C01G 51/00(2006.01); C01G 53/00(2006.01); H01M 4/131(2010.01); H01M 4/1315(2010.01); H01M 4/525(2010.01); H01M 10/0525(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317479A_006.png",
        "content": "一種螢光原位雜化成像的方法，該方法包括以下步驟：將樣本暴露於第一複數個第一讀出探針及第二複數個第二讀出探針；在該等第一讀出探針及該等第二讀出探針分別與第一分析物及第二分析物結合以便以第一波長範圍發射光的情況下，獲得該樣本的第一影像；處理該樣本，以便修改該等第二讀出探針；及在該等第一讀出探針與該第一分析物結合以便以該第一波長範圍發射光且該第二分析物實質上不以該第一波長範圍發射光的情況下，獲得該樣本的一第二影像。\nA method of fluorescent in-situ hybridization imaging includes exposing a sample to a first plurality of first readout probes and a second plurality of second readout probes, obtaining a first image of the sample with first readout probes and the second readout probes bound to a first analyte and a second analyte, respectively, so as to emit light at a first wavelength range, treating the sample so as to modify the second readout probes, and obtaining a second image of the sample with the first readout probes bound to the first analyte so as to emit light at the first wavelength range and the second analyte substantially not emitting light at the first wavelength range."
    },
    {
        "pid": "TW202317478A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.32de00D6040010000010001E0100000000030^000100E09300000108007049b1",
        "title": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY",
        "date": "2023/05/01",
        "ipc": "C01G 51/00(2006.01); C01G 53/00(2006.01); H01M 4/131(2010.01); H01M 4/1315(2010.01); H01M 4/525(2010.01); H01M 10/0525(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317478A_007.png",
        "content": "本發明提供一種光學成像系統，包含：第一透鏡，具有折射能力；第二透鏡，具有折射能力且具有凸出物側表面；第三透鏡，具有折射能力且具有凸出物側表面；第四透鏡，具有折射能力；第五透鏡，具有折射能力；以及第六透鏡，具有負折射能力。光學成像系統滿足100°≤FOV，且-2.0＜{IMGHT/(f*tan(FOV/2))-1}*100＜2.0，其中FOV為光學成像系統的視場，IMGHT為成像平面的對角線長度的一半，且f為光學成像系統的焦距。\nAn optical imaging system includes a first lens having refractive power, a second lens having refractive power and having a convex object-side surface, a third lens having refractive power and having a convex object-side surface, a fourth lens having refractive power, a fifth lens having refractive power, and a sixth lens having negative refractive power. The optical imaging system satisfies 100° ≤ FOV, and -2.0 ＜ {IMGHT/(f*tan(FOV/2))-1}*100 ＜ 2.0, where FOV is a field of view of the optical imaging system, IMGHT is half of a diagonal length of an imaging plane, and f is a focal length of the optical imaging system."
    },
    {
        "pid": "TW202317641A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.1b8040080100000001003^0000000000E10E10A30000000001010076D000499a",
        "title": "抗TREM-1抗體及其用途\nANTI-TREM-1 ANTIBODIES AND USES THEREOF",
        "date": "2023/05/01",
        "ipc": "C07K 16/28(2006.01); A61K 39/395(2006.01); A61P 37/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317641A_008.png",
        "content": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY"
    },
    {
        "pid": "TW202318801A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.76c004000100100003000000030^00000010E10E10B0000000018076D0004a90",
        "title": "用於高頻重建或參數立體聲之複指數調變濾波器組\nCOMPLEX EXPONENTIAL MODULATED FILTER BANK FOR HIGH FREQUENCY RECONSTRUCTION OR PARAMETRIC STEREO",
        "date": "2023/05/01",
        "ipc": "H03H 17/02(2006.01); G10L 19/00(2013.01); G10L 19/02(2013.01); H03H 17/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318801A_009.png",
        "content": "提供一種大容量且循環特性優良的正極活性物質。該正極活性物的充電狀態和放電狀態間的結晶結構變化少。例如在放電狀態下具有層狀岩鹽型結晶結構，並且在以4.6V左右的高電壓充電的狀態下具有擬尖晶石型結晶結構的正極活性物質的在充電前後的結晶結構及體積的變化比習知的正極活性物質少。\nA positive electrode active material having high capacity and excellent cycle performance is provided. The positive electrode active material has a small difference in a 5 crystal structure between the charged state and the discharged state. For example, the crystal structure and volume of the positive electrode active material, which has a layered rock-salt crystal structure in the discharged state and a pseudo-spinel crystal structure in the charged state at a high voltage of approximately 4.6 V, are less likely to be changed by charge and discharge as compared with those of a known positive electrode active material."
    },
    {
        "pid": "TW202318276A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.db67000700080010000000003C01EE0001000000^300000010001001046D4b4c",
        "title": "用於通過近紅外光譜學和機器學習技術在製造過程中進行端點檢測之設備和方法，及相關電腦可讀取媒體\nDEVICES AND METHODS FOR ENDPOINT DETECTION IN MANUFACTURING PROCESS BY NEAR INFRARED SPECTROSCOPY AND MACHINE LEARNING TECHNIQUES, AND RELATED COMPUTER-READABLE MEDIUM",
        "date": "2023/05/01",
        "ipc": "G06N 20/00(2019.01); G06F 30/27(2020.01); G06K 9/62(2006.01); G06N 5/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318276A_010.png",
        "content": "正極活性物質、正極活性物質的製造方法以及二次電池\nPOSITIVE ELECTRODE ACTIVE MATERIAL, METHOD FOR MANUFACTURING POSITIVE ELECTRODE ACTIVE MATERIAL, AND SECONDARY BATTERY"
    },
    {
        "pid": "TW202317540A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f6db00D60400010100000100003D010100000000000030^010EE000080704b41",
        "title": "含腈之抗病毒化合物類\nNITRILE-CONTAINING ANTIVIRAL COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07D 401/12(2006.01); A61K 31/4015(2006.01); A61K 31/4045(2006.01); A61K 31/4155(2006.01); A61K 31/427(2006.01); A61P 31/14(2006.01); C07D 207/26(2006.01); C07D 403/12(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317540A_011.png",
        "content": "提供一種大容量且循環特性優良的正極活性物質。該正極活性物的充電狀態和放電狀態間的結晶結構變化少。例如在放電狀態下具有層狀岩鹽型結晶結構，並且在以4.6V左右的高電壓充電的狀態下具有擬尖晶石型結晶結構的正極活性物質的在充電前後的結晶結構及體積的變化比習知的正極活性物質少。\nA positive electrode active material having high capacity and excellent cycle performance is provided. The positive electrode active material has a small difference in a 5 crystal structure between the charged state and the discharged state. For example, the crystal structure and volume of the positive electrode active material, which has a layered rock-salt crystal structure in the discharged state and a pseudo-spinel crystal structure in the charged state at a high voltage of approximately 4.6 V, are less likely to be changed by charge and discharge as compared with those of a known positive electrode active material."
    },
    {
        "pid": "TW202318468A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f6f2067040001010000100003E11E0000000000^30000100E00000080D004ad6",
        "title": "用於自檢測影像提取圖案輪廓資訊之方法、輪廓提取設備、及相關之非暫時性電腦可讀媒體\nMETHOD FOR EXTRACTING PATTERN CONTOUR INFORMATION FROM AN INSPECTION IMAGE, CONTOUR EXTRACTION APPARATUS, AND RELATED NON-TRANSISTORY COMPUTER READABLE MEDIUM",
        "date": "2023/05/01",
        "ipc": "H01J 37/26(2006.01); G06T 5/00(2006.01); G06T 5/50(2006.01); G06T 7/00(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318468A_012.png",
        "content": "本發明提供特異性結合TREM-1且抑制TREM-1信號傳導之抗體或其抗原結合部分，其中該等抗體不結合至一或多種FcγR且不誘導骨髓細胞產生發炎性細胞介素。亦提供該等抗體或其抗原結合部分在諸如自體免疫疾病治療之治療應用中之用途。\nProvided herein are antibodies, or antigen-binding portions thereof, that specifically bind and inhibit TREM-1 signaling, wherein the antibodies do not bind to one or more FcγRs and do not induce the myeloid cells to produce inflammatory cytokines. Also provided are uses of such antibodies, or antigen-binding portions thereof, in therapeutic applications, such as treatment of autoimmune diseases."
    },
    {
        "pid": "TW202317194A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.765e00D600001000000000031E01000000000030^00100E0F001001804704a28",
        "title": "醫藥組合\nPHARMACEUTICAL COMBINATIONS",
        "date": "2023/05/01",
        "ipc": "A61K 39/395(2006.01); A61K 31/519(2006.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317194A_013.png",
        "content": "用於高頻重建或參數立體聲之複指數調變濾波器組\nCOMPLEX EXPONENTIAL MODULATED FILTER BANK FOR HIGH FREQUENCY RECONSTRUCTION OR PARAMETRIC STEREO"
    },
    {
        "pid": "TW202318104A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.547e00D6700000000000041E01E00000000^3000010000000001011800404968",
        "title": "阻劑組成物及阻劑圖型形成方法\nRESIST COMPOSITION, AND METHOD OF FORMING RESIST PATTERN",
        "date": "2023/05/01",
        "ipc": "G03F 7/004(2006.01); H01L 21/027(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本文件係有關調變式次取樣數位濾波器組，且係有關用來設計此種濾波器組之方法及系統。本文件尤其提出了一種用來改良低延遲調變式數位濾波器組之方法及裝置。該方法採用對非對稱低通原型濾波器之調變、以及將該濾波器的係數最佳化之一新方法。此外，提供了一種使用640係數之原型濾波器長度及319樣本之系統延遲的64通道濾波器組之特定設計。當諸如將一濾波器組用來作為一頻譜等化器時，該方法實質上減少了由於對各次頻帶信號的獨立修改發生的頻疊所產生之假像。最好是以在標準PC或數位信號處理器(DSP)上運行的軟體實施該方法，但是亦可將該方法硬編碼在一客製晶片中。該方法提供了對各種類型的數位等化器、適應性濾波器、多頻帶壓縮擴展器、以及調整被用於高頻重建(HFR)或參數立體聲系統的濾波器組的適應性包絡線之改良。\nThe document relates to modulated sub-sampled digital filter banks, as well as to methods and systems for the design of such filter banks. In particular, the present document proposes a method and apparatus for the improvement of low delay modulated digital filter banks. The method employs modulation of an asymmetric low-pass prototype filter and a new method for optimizing the coefficients of this filter. Further, a specific design for a 64 channel filter bank using a prototype filter length of 640 coefficients and a system delay of 319 samples is given. The method substantially reduces artifacts due to aliasing emerging from independent modifications of subband signals, for example when using a filter bank as a spectral equalizer. The method is preferably implemented in software, running on a standard PC or a digital signal processor (DSP), but can also be hardcoded on a custom chip. The method offers improvements for various types of digital equalizers, adaptive filters, multiband companders and spectral envelope adjusting filter banks used in high frequency reconstruction (HFR) or parametric stereo systems."
    },
    {
        "pid": "TW202317669A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.5a9406408000010004E1001000003^00000000E010100000000110007D004a94",
        "title": "密封用樹脂組成物、再配置晶圓、半導體封裝及半導體封裝的製造方法\nRESIN COMPOSITION FOR ENCAPSULATION, REDISTRIBUTION WAFER, SEMICONDUCTOR PACKAGE AND METHOD OF PRODUCING SEMICONDUCTOR PACKAGE",
        "date": "2023/05/01",
        "ipc": "C08G 77/445(2006.01); C09K 3/10(2006.01); H01L 21/56(2006.01); H01L 23/29(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "用於通過近紅外光譜學和機器學習技術在製造過程中進行端點檢測之設備和方法，及相關電腦可讀取媒體\nDEVICES AND METHODS FOR ENDPOINT DETECTION IN MANUFACTURING PROCESS BY NEAR INFRARED SPECTROSCOPY AND MACHINE LEARNING TECHNIQUES, AND RELATED COMPUTER-READABLE MEDIUM"
    },
    {
        "pid": "TW202318960A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.68a7000748100000100401EE0100000^030000000010200000001000006D4b5b",
        "title": "連接器組件",
        "date": "2023/05/01",
        "ipc": "H05K 7/20(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318960A_016.png",
        "content": "設備可以接收與從非穩定狀態轉換到穩定狀態的製造過程相關聯的訓練光譜數據。該設備可以基於訓練光譜數據生成支援向量機（SVM）分類模型的多次疊代。該設備可以基於SVM分類模型的多次疊代確定與製造過程相關聯的多個預測的轉換時間。多個預測的轉換時間中的預測的轉換時間可以識別在製造過程期間SVM分類模型的對應疊代預測製造過程從非穩定狀態轉換到穩定狀態的時間。該設備可以基於多個預測的轉換時間生成與確定製造過程是否已經達到穩定狀態相關聯的最終的SVM分類模型。\nA device may receive training spectral data associated with a manufacturing process that transitions from an unsteady state to a steady state. The device may generate, based on the training spectral data, a plurality of iterations of a support vector machine (SVM) classification model. The device may determine, based on the plurality of iterations of the SVM classification model, a plurality of predicted transition times associated with the manufacturing process. A predicted transition time, of the plurality of predicted transition times, may identify a time, during the manufacturing process, that a corresponding iteration of the SVM classification model predicts that the manufacturing process transitioned from the unsteady state to the steady state. The device may generate, based on the plurality of predicted transition times, a final SVM classification model associated with determining whether the manufacturing process has reached the steady state."
    },
    {
        "pid": "TW202318873A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.6468D700100000040E00000^3000000010001E10300001000010800460004979",
        "title": "視頻編碼及解碼\nVIDEO CODING AND DECODING",
        "date": "2023/05/01",
        "ipc": "H04N 19/463(2014.01); H04N 19/52(2014.01); H04N 19/91(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318873A_017.png",
        "content": "本發明關於式I”化合物類 其中R、R 1、R 2、R 3、p、q和q’係如本文所定義，且關於包含該化合物類之醫藥組成物類、藉由投予治療有效量的該化合物類來治療患者的冠狀病毒感染(諸如COVID-19)之方法、及以該化合物類抑制或預防冠狀病毒(諸如SARS-CoV-2)複製之方法。\nThe invention relates to compounds of Formula I” wherein R, R 1, R 2, R 3, p, q and q’ are as defined herein, pharmaceutical compositions comprising the compounds, methods of treating coronavirus infection such as COVID-19 in a patient by administering therapeutically effective amounts of the compounds, and methods of inhibiting or preventing replication of coronaviruses such as SARS-CoV-2 with the compounds."
    },
    {
        "pid": "TW202317253A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ab48D00081100000040000100030^00000000E1E104001000000004760004a1a",
        "title": "處理氣體汙染物的設備",
        "date": "2023/05/01",
        "ipc": "B01D 53/74(2006.01); B01D 53/78(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317253A_018.png",
        "content": "用於自檢測影像提取圖案輪廓資訊之方法、輪廓提取設備、及相關之非暫時性電腦可讀媒體\nMETHOD FOR EXTRACTING PATTERN CONTOUR INFORMATION FROM AN INSPECTION IMAGE, CONTOUR EXTRACTION APPARATUS, AND RELATED NON-TRANSISTORY COMPUTER READABLE MEDIUM"
    },
    {
        "pid": "TW202317379A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.015500600000000E10000030^0000001000E0154000001000101080047D049fe",
        "title": "抗靜電表面保護膜\nANTISTATIC SURFACE-PROTECTIVE FILM",
        "date": "2023/05/01",
        "ipc": "B32B 27/18(2006.01); B32B 27/10(2006.01); C09J 7/20(2018.01); C09J 201/00(2006.01); G02B 1/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317379A_019.png",
        "content": "本發明揭示一種用於自一多重帶電粒子束檢測系統中之一檢測影像提取圖案輪廓資訊之改良設備及方法。用於自一檢測影像提取圖案輪廓資訊之一改良方法包含自由一帶電粒子束檢測系統獲得之一檢測影像識別在該檢測影像中部分重疊之一第一圖案及一第二圖案。該方法亦包含藉由自該檢測影像移除對應於該第二圖案之一影像區域而產生一第一分離影像。該第一分離影像包括其一第一部分在移除對應於該第二圖案之該影像區域時經移除的該第一圖案。該方法亦包含基於對應於該第一圖案之一第一參考影像更新該第一分離影像以包括表示該第一圖案之經移除第一部分的影像資料。\nAn improved apparatus and method for extracting pattern contour information from an inspection image in a multiple charged-particle beam inspection system are disclosed. An improved method for extracting pattern contour information from an inspection image comprises identifying, from an inspection image obtained from a charged-particle beam inspection system, a first pattern and a second pattern that partially overlap in the inspection image. The method also comprises generating a first separation image by removing an image area corresponding to the second pattern from the inspection image. The first separation image includes the first pattern of which a first part is removed when removing the image area corresponding to the second pattern. The method also comprises updating the first separation image to include image data representing the removed first part of the first pattern based on a first reference image corresponding to the first pattern."
    },
    {
        "pid": "TW202317491A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.355f000D600001000000000001E01000000000030^00100E64001010804749e9",
        "title": "化學強化玻璃及化學強化用玻璃",
        "date": "2023/05/01",
        "ipc": "C03C 3/097(2006.01); C03C 21/00(2006.01); G01N 3/30(2006.01); G01N 3/48(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "本發明大體上係關於免疫學及分子生物學領域。更特定言之，本發明提供包含 (A)針對LY75之抗體或其抗原結合部分及(B)第二抗癌實體之醫藥組合；編碼抗體組合之核酸；製備抗體組合之方法；以及治療諸如由LY75表現或活性介導之癌症的疾病之方法。\nThe present disclosure relates generally to the fields of immunology and molecular biology. More specifically, provided herein are pharmaceutical combinations comprising (A) antibodies, or antigen-binding portions thereof, directed against LY75, and (B) a second anti-cancer entity; nucleic acids encoding antibody combinations; methods for preparing antibody combinations; and methods for the treatment of diseases, such as cancers mediated by LY75 expression or activity."
    },
    {
        "pid": "TW202317535A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.bf6f000D700008011000000000000701E0E000010000000^30000141004649d5",
        "title": "GLP-1R調節化合物\nGLP-1R MODULATING COMPOUNDS",
        "date": "2023/05/01",
        "ipc": "C07D 401/10(2006.01); A61K 31/4184(2006.01); A61K 31/4439(2006.01); A61K 31/506(2006.01); A61P 1/16(2006.01); A61P 3/00(2006.01); C07D 235/06(2006.01); C07D 401/14(2006.01); C07D 403/06(2006.01); C07D 403/10(2006.01); C07D 405/14(2006.01); C07D 413/14(2006.01); C07D 417/10(2006.01); C07D 471/04(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "阻劑組成物及阻劑圖型形成方法\nRESIST COMPOSITION, AND METHOD OF FORMING RESIST PATTERN"
    },
    {
        "pid": "TW202317758A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.c7ea0D70400001000010004810E000000000^300000011E00000001086004a16",
        "title": "製備用於Ｔ細胞治療之Ｔ細胞的方法\nMETHODS OF PREPARING T CELLS FOR T CELL THERAPY",
        "date": "2023/05/01",
        "ipc": "C12N 5/0783(2010.01); A61K 35/17(2015.01); A61P 35/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317758A_022.png",
        "content": "一種阻劑組成物，其為含有：具有含有經由酸之作用而解離之基的結構單位的樹脂成份，與通式(bd1)所表示之化合物。式(bd1)中，Rx 1～Rx 4表示烴基或氫原子，或可相互鍵結形成環結構；Ry 1～Ry 2表示烴基或氫原子，或可相互鍵結形成環結構；Rz 1～Rz 4表示烴基或氫原子，或可相互鍵結形成環結構；Rx 1～Rx 4、Ry 1～Ry 2與Rz 1～Rz 4中的至少1個具有陰離子基，且使陰離子部全體為n價的陰離子；M m+表示m價之有機陽離子。\nA resist composition containing a resin component having a structural unit containing a group which is dissociated under the action of an acid and compound represented by the general formula (bd1). In the formula (bd1), Rx 1to Rx 4represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. Ry 1to Ry 2represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. Rz 1to Rz 4represent a hydrocarbon group or a hydrogen atom or may be mutually bonded to form a ring structure. At least one of Rx 1to Rx 4, Ry 1to Ry 2and Rz 1to Rz 4has an anion group, and the entire anion moiety may be an n-valent anion. M m+represents an m-valent organic cation."
    },
    {
        "pid": "TW202317737A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.c1ce00D04001000010491E00000000030^0000100E10000000001080076049d9",
        "title": "顯示裝置的製造方法",
        "date": "2023/05/01",
        "ipc": "C09K 11/08(2006.01); C09B 67/46(2006.01); C09K 19/56(2006.01); G02B 5/20(2006.01); G02F 1/1333(2006.01); G02F 1/13357(2006.01); G02F 1/1337(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317737A_023.png",
        "content": "密封用樹脂組成物、再配置晶圓、半導體封裝及半導體封裝的製造方法\nRESIN COMPOSITION FOR ENCAPSULATION, REDISTRIBUTION WAFER, SEMICONDUCTOR PACKAGE AND METHOD OF PRODUCING SEMICONDUCTOR PACKAGE"
    },
    {
        "pid": "TW202317615A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.582c0D7800000004E0E10000^030000000000110A00001000011000406004a6a",
        "title": "具有交叉結合區定向之雙重可變區類抗體結合蛋白\nDUAL VARIABLE REGION ANTIBODY-LIKE BINDING PROTEINS HAVING CROSS-OVER BINDING REGION ORIENTATION",
        "date": "2023/05/01",
        "ipc": "C07K 16/24(2006.01); C07K 16/28(2006.01); C07K 16/46(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317615A_024.png",
        "content": "一種密封用樹脂組成物，其為下述（1）～（4）中的至少任一者。（1）包含硬化性樹脂成分、彈性體成分及填充材，製成硬化物時的260℃下的彈性係數為1.0 GPa以下（2）包含硬化性樹脂成分、彈性體成分及填充材，所述彈性體成分的含有率為整體的1.0質量%～8.0質量%（3）包含硬化性樹脂成分、具有矽氧烷鍵的化合物及填充材，所述具有矽氧烷鍵的化合物於所述硬化性樹脂成分與所述具有矽氧烷鍵的化合物的合計中所佔的比例為20質量%以上（4）包含硬化性樹脂成分、具有矽氧烷鍵的化合物及填充材，可用於晶圓級封裝。\nA resin composition for encapsulation that satisfies at least one of the following (1) to (4): (1) comprises a curable resin component, an elastomer component and a filler, and has an elasticity at 260°C of 1.0 GPa or less in a cured state; (2) comprises a curable resin component, an elastomer component and a filler, and a content of the elastomer component is from 1.0% by mass to 8.0% by mass of the total resin composition; (3) comprises a curable resin composition, a compound having a siloxane bond and a filler, and a content of the compound having a siloxane bond in a total of the curable resin component and the compound having a siloxane bond is 20% by mass or more; (4) comprises a curable resin composition, a compound having a siloxane bond and a filler, and is used for wafer level packaging."
    },
    {
        "pid": "TW202318875A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.015600600000001E10000030^0000001000E00B4000001000101080047D04a30",
        "title": "運動向量預測\nMOTION VECTOR PREDICTION",
        "date": "2023/05/01",
        "ipc": "H04N 19/51(2014.01); H04N 19/136(2014.01); H04N 19/44(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318875A_025.png",
        "content": "一種連接器組件，包含屏蔽罩、液冷盤，以及熱耦合模組。屏蔽罩具有插置空間，以及連通插置空間的開窗。液冷盤用以供冷卻液體在內部循環流動。熱耦合模組包括熱耦合基座、導熱介面材料，熱耦合基座具有通過開窗伸入插置空間內的熱耦合部，導熱介面材料可壓縮且夾置於液冷盤與熱耦合基座之間，熱耦合基座能相對於液冷盤遠離或靠近地連接於液冷盤。"
    },
    {
        "pid": "TW202317072A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.08920648001011010003^00000000000E0E0C40000000000101000007D00492d",
        "title": "腦功能障礙之預防及/或改善用組成物\nCOMPOSITION FOR PREVENTING AND/OR IMPROVING BRAIN DYSFUNCTION",
        "date": "2023/05/01",
        "ipc": "A61K 31/047(2006.01); A23L 33/10(2016.01); A23L 33/135(2016.01); A61K 36/185(2006.01); A61P 25/28(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317072A_026.png",
        "content": "本發明揭露一種編碼有關運動資訊預測子的資訊之方法，其包含：選擇複數個運動資訊預測子候選者中一者；以及使用CABAC編碼將用於識別該所選的運動資訊預測子候選者的資訊加以編碼，其中，當使用三角形合併模式或帶有運動向量差的合併(MMVD)合併模式中的一或兩者時，該CABAC編碼包含針對該資訊之至少一位元，使用與用於另一框間預測模式相同的上下文變數。\nA method of encoding information about a motion information predictor, comprising: selecting one of a plurality of motion information predictor candidates; and encoding information for identifying the selected motion information predictor candidate using CABAC coding, wherein the CABAC coding comprises, for at least one bit of said information, using the same context variable used for another inter prediction mode when one or both of a Triangle Merge mode or a Merge with Motion Vector Difference (MMVD) Merge mode is used."
    },
    {
        "pid": "TW202318467A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b9bb00D674080110000010000D0101E0010000000^0300000E40000000004ad4",
        "title": "用於檢測樣本的方法及帶電粒子束裝置\nMETHOD FOR INSPECTING A SPECIMEN AND CHARGED PARTICLE BEAM DEVICE",
        "date": "2023/05/01",
        "ipc": "H01J 37/256(2006.01); H01J 37/04(2006.01); H01J 37/10(2006.01); H01J 37/147(2006.01); H01J 37/244(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318467A_027.png",
        "content": "一種處理氣體汙染物的設備，包括一進氣部、一第一處理單元、一第二處理單元以及一非機械式引流裝置，該進氣部，包括一進氣腔室及至少一導引管路，該導引管路連通至該進氣腔室並將一來自半導體製程的流出物導引至該進氣腔室，該第一處理單元耦接於該進氣部下方並用以減弱該流出物，該非機械式引流裝置耦接於該第一處理單元，該引流裝置用於導引該流出物朝一開口移動，該第二處理單元經由該開口耦接至該引流裝置，並接收從該第一處理單元來的該流出物並進一步地減弱該流出物。"
    },
    {
        "pid": "TW202317151A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.63e8D7040010000100040E0000000^30000000101E10E0000000108060004acf",
        "title": "使用甲狀腺素運載蛋白（ＴＴＲ）ｉＲＮＡ組成物於治療或預防ＴＴＲ相關疾病之方法\nMETHODS FOR TREATING OR PREVENTING TTR-ASSOCIATED DISEASES USING TRANSTHYRETIN (TTR) IRNA COMPOSITIONS",
        "date": "2023/05/01",
        "ipc": "A61K 31/713(2006.01); A61P 25/00(2006.01); C12N 15/113(2010.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317151A_028.png",
        "content": "本發明提供一種抗靜電表面保護膜，其對被黏物的污染少，且具有不經時劣化的優異的剝離抗靜電性能，使用時易剝離剝離片。本發明提供的抗靜電表面保護膜，通過在由具有透明性的樹脂構成的基材膜（1）的一面上形成黏著劑層（2），在黏著劑層（2）的表面上貼合剝離片（5）而形成，其中，剝離片（5）通過在基材（3）的一面上具有剝離劑層（4）而形成，剝離劑層（4）由含有以二甲基聚矽氧烷為主要成分的剝離劑、和抗靜電劑的樹脂組合物而形成。\nThe present invention provides an antistatic surface- protective film, which causes less contamination to the adherend. Also, the surface-protective film has excellent antistatic performance upon peeling which does not degrade over time, and the release film is easily peeled off when used. The antistatic surface protective film is formed by: forming an adhesive layer (2) on one side of a substrate film (1) made of a transparent resin, and applying a release film (5) on the surface of the adhesive layer (2), wherein the release film (5) is formed by having a release agent layer (4) on one side of a substrate (3), and the release agent layer (4) is formed of a resin composition containing a release agent with dimethyl polysiloxane as the main component and an antistatic agent."
    },
    {
        "pid": "TW202318872A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.daec0D70408001000010004FE0E000100000^300000001100000001006004b04",
        "title": "圖像解碼裝置、圖像解碼方法及程式",
        "date": "2023/05/01",
        "ipc": "H04N 19/176(2014.01); H04N 19/112(2014.01); H04N 19/61(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpsskm/images/nog1.png",
        "content": "根據本發明之一態樣，提供一種化學強化玻璃，其係表面壓縮應力(CS)為300 MPa以上，且距離玻璃表面90 μm之深度之部分之壓縮應力值(CS 90)為25 MPa以上、或距離玻璃表面100 μm之深度之部分之壓縮應力值(CS 100)為15 MPa以上者，且使用上述化學強化玻璃之母組成中之SiO 2、Al 2O 3、B 2O 3、P 2O 5、Li 2O、Na 2O、K 2O、MgO、CaO、SrO、BaO及ZrO 2之各成分的以氧化物基準之莫耳百分率表示之含量，說明書中所規定之X之值為30000以上、及/或、說明書中所規定之Z之值為20000以上。"
    },
    {
        "pid": "TW202317193A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.2a8e00D408100010001E0001000003^00000000E100500000001000007604ac5",
        "title": "抗 α４β７抗體之調配物\nFORMULATION FOR ANTI-Α4Β7 ANTIBODY",
        "date": "2023/05/01",
        "ipc": "A61K 39/395(2006.01); A61K 9/08(2006.01); A61K 47/12(2006.01); A61K 47/18(2006.01); A61K 47/26(2006.01); A61P 37/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317193A_030.png",
        "content": "本發明提供用於活體外延緩或抑制T細胞成熟或分化以供T細胞治療的方法，其包含令一或多個來自需要T細胞治療之個體的T細胞與AKT抑制劑及外源性介白素-7(IL-7)和外源性介白素-15(IL-15)中至少一者接觸，其中所產生之T細胞顯現延緩之成熟或分化。於一些實施態樣中，該方法進一步包含投予需要T細胞治療之個體該一或多個T細胞。\nProvided herein are methods for delaying or inhibiting T cell maturation or differentiation in vitro for a T cell therapy, comprising contacting one or more T cells from a subject in need of a T cell therapy with an AKT inhibitor and at least one of exogenous Interleukin-7 (IL-7) and exogenous Interleukin-15 (IL-15), wherein the resulting T cells exhibit delayed maturation or differentiation. In some embodiments, the method further comprises administering the one or more T cells to a subject in need of a T cell therapy."
    },
    {
        "pid": "TW202318641A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.b4890D40011001000100000000003^00001000E1E150000000008000760049f9",
        "title": "半導體記憶裝置的製造方法",
        "date": "2023/05/01",
        "ipc": "H01L 27/11526(2017.01); H01L 27/11517(2017.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318641A_031.png",
        "content": "於顯示全彩的圖像的顯示裝置中，亮度與色彩再現性處於取捨的關係。顯示裝置含有：包含藍色光源與具有式（1）所示的組成的紅色螢光體及具有式（2）所示的組成的綠色螢光體的第1白色光源、或者包含藍色光源與綠色光源及具有式（1）所示的組成的紅色螢光體的第2白色光源；以及彩色濾光片，所述彩色濾光片具有配置於紅色畫素的紅色著色層、配置於綠色畫素的綠色著色層、配置於藍色畫素的藍色著色層。 [化1] Mn mK aSi bF c（1） （式（1）中，m、a、b、c各自獨立地滿足0＜m≦0.2、1.6≦a≦2.4、m+b=1、4.8≦c≦7.2） [化2] Eu aSi bAl cO dN e（2） （式（2）中，a、b、c、d、e各自滿足0＜a≦0.2、5.6＜b≦5.99、0.01≦c＜0.4、0.01≦d＜0.4、7.6＜e≦7.99）"
    },
    {
        "pid": "TW202318550A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.02740670000000E1E0000^30000000010000102500000100010108004D0049ec",
        "title": "具有改良的接合層保護之基板支撐載體\nSUBSTRATE SUPPORT CARRIER WITH IMPROVED BOND LAYER PROTECTION",
        "date": "2023/05/01",
        "ipc": "H01L 21/67(2006.01); H01L 21/683(2006.01); H02N 13/00(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318550A_032.png",
        "content": "具有交叉結合區定向之雙重可變區類抗體結合蛋白\nDUAL VARIABLE REGION ANTIBODY-LIKE BINDING PROTEINS HAVING CROSS-OVER BINDING REGION ORIENTATION"
    },
    {
        "pid": "TW202317381A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7ec7000040080100000100000501E0000100000030^0000E10300001076D4aaf",
        "title": "含填料膜\nFILM CONTAINING FILLER",
        "date": "2023/05/01",
        "ipc": "B32B 27/20(2006.01); B32B 27/30(2006.01); C08J 5/18(2006.01); C08K 3/00(2018.01); C09J 9/02(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317381A_033.png",
        "content": "本發明提供類抗體結合蛋白，其包含形成四個抗原結合位置之四個多胜肽鏈，其中每一對多胜肽形成一具有交叉位向之雙變異區域的類抗體結合蛋白。本發明亦提供製造上述類抗原結合蛋白的方法。\nThe invention provides antibody-like binding proteins comprising four polypeptide chains that form four antigen binding sites, wherein each pair of polypeptides forming an antibody-like binding protein possesses dual variable domains having a cross-over orientation. The invention also provides methods for making such antigen-like binding proteins."
    },
    {
        "pid": "TW202318871A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.62510600100000050100000030^000001000E0E140000100001080047D0049df",
        "title": "非暫時性記憶媒體",
        "date": "2023/05/01",
        "ipc": "H04N 19/174(2014.01); H04N 19/119(2014.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318871A_034.png",
        "content": "本發明提供一種視訊寫碼器，其可判定視訊資料之一當前圖像之一不鄰近區塊的一運動向量。該不鄰近區塊不鄰近於該當前圖像之一當前區塊。此外，該視訊寫碼器基於該不鄰近區塊之該運動 向量判定該當前區塊之一運動向量預測子(MVP)。該視訊寫碼器可判定該當前區塊之一運動向量。該視訊寫碼器亦可基於該當前區塊之該運動向量判定一預測性區塊。\nA video coder may determine a motion vector of a non-adjacent block of a current picture of the video data. The non-adjacent block is non-adjacent to a current block of the current picture. Furthermore, the video coder determines, based on the motion vector of the non-adjacent block, a motion vector predictor (MVP) for the current block. The video coder may determine a motion vector of the current block. The video coder may also determine a predictive block based on the motion vector of the current block."
    },
    {
        "pid": "TW202317808A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.94510600010000050100000030^000001000E0E150000100000180047D0049ea",
        "title": "在反應空間中在基板上形成氮化矽薄膜的方法\nMETHOD OF FORMING SIN THIN FILM ON SUBSTRATE IN REACTION SPACE",
        "date": "2023/05/01",
        "ipc": "C23C 16/513(2006.01); H01L 21/3065(2006.01); H01L 23/467(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317808A_035.png",
        "content": "腦功能障礙之預防及/或改善用組成物\nCOMPOSITION FOR PREVENTING AND/OR IMPROVING BRAIN DYSFUNCTION"
    },
    {
        "pid": "TW202317393A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.545f000D6000000000000501E0100000000030^001000E6000010118004749a4",
        "title": "具有擴展環繞的改良式卡扣式汽車車輪罩蓋及其製造方法\nIMPROVED SNAP-ON AUTOMOTIVE WHEEL COVER OVERLAY WITH EXTENDED SURROUND AND METHOD FOR MANUFACTURING THE SAME",
        "date": "2023/05/01",
        "ipc": "B60B 7/06(2006.01); B60B 7/08(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317393A_036.png",
        "content": "本發明提供一種含有葉黃素類或其鹽及菱屬植物之加工物作為有效成分的新穎腦功能障礙之預防及/或改善用組成物，尤其可利用作為醫藥及飲食品的組成物。\nThe present invention provides a novel composition for preventing and/or improving brain dysfunction comprising a lutein or a salt thereof and a plant product of the genus Trapa as active ingredients, particularly a composition for use as a pharmaceutical, a food and a beverage."
    },
    {
        "pid": "TW202318172A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.1fe5007040008000001000000EE000001000^300000001017500001016D04a58",
        "title": "用於顯示器下應用之超音波指紋感測器\nULTRASONIC FINGERPRINT SENSOR FOR UNDER-DISPLAY APPLICATIONS",
        "date": "2023/05/01",
        "ipc": "G06F 3/043(2006.01); G06K 9/20(2006.01); H01L 41/27(2013.01); H01L 51/50(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318172A_037.png",
        "content": "用於檢測樣本的方法及帶電粒子束裝置\nMETHOD FOR INSPECTING A SPECIMEN AND CHARGED PARTICLE BEAM DEVICE"
    },
    {
        "pid": "TW202318894A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.460d00D0000000050E000000003^000001000E11800001000011080407604a73",
        "title": "用於隨機存取訊息傳遞的搜尋空間配置\nSEARCH SPACE CONFIGURATIONS FOR RANDOM ACCESS MESSAGING",
        "date": "2023/05/01",
        "ipc": "H04W 48/12(2009.01); H04W 74/08(2009.01); H04W 88/02(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318894A_038.png",
        "content": "描述一種用於照射或檢測樣本的帶電粒子束裝置。帶電粒子束裝置包括用於產生初級帶電粒子束的帶電粒子束源以及具有用於形成四或更多個初級的複數個孔隙的多孔隙透鏡板。提供具有一個開口的二或更多個電極（例如，每一者具有一個開口，以用於初級帶電粒子束或四或更多個初級子射束）。帶電粒子束裝置進一步包括準直器，用於使四或更多個初級子射束中的第一初級子射束、第二初級子射束、第三初級子射束、及第四初級子射束相對於彼此偏轉。帶電粒子束裝置進一步包括具有三或更多個電極的物鏡單元，每一電極具有用於四或更多個初級子射束的開口。帶電粒子束裝置進一步包括用於支撐樣本的平台。\nA charged particle beam device for irradiating or inspecting a specimen is described. The charged particle beam device includes a charged particle beam source for generating a primary charged particle beam and a multi-aperture lens plate having a plurality of apertures for forming four or more primary. Two or more electrodes having one opening, e.g. having one opening each, for the primary charged particle beam or the four or more primary beamlets are provided. The charged particle beam device further includes a collimator for deflecting a first primary beamlet, a second primary beamlet, a third primary beamlet, and a fourth primary beamlet of the four or more primary beamlets with respect to each other. The charged particle beam device further includes an objective lens unit having three or more electrodes, each electrode having openings for the four or more primary beamlets. The charged particle beam device further includes a stage for supporting the specimen."
    },
    {
        "pid": "TW202318469A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.ffb4067400080101000100000059E1E00001000000^03000001000000D004b38",
        "title": "源轉換單元、多射束裝置及組態多射束裝置之方法\nSOURCE-CONVERSION UNIT, MULTI-BEAM APPARATUS AND METHOD TO CONFIGURE A MULTI-BEAM APPARATUS",
        "date": "2023/05/01",
        "ipc": "H01J 37/28(2006.01); G01N 21/88(2006.01); H01L 21/66(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318469A_039.png",
        "content": "使用甲狀腺素運載蛋白（ＴＴＲ）ｉＲＮＡ組成物於治療或預防ＴＴＲ相關疾病之方法\nMETHODS FOR TREATING OR PREVENTING TTR-ASSOCIATED DISEASES USING TRANSTHYRETIN (TTR) IRNA COMPOSITIONS"
    },
    {
        "pid": "TW202317265A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.1a42000800000010010030^0000000000E10E0A500010000010100476D0049e2",
        "title": "鉑碳催化劑及其製備方法和用途和氫燃料電池",
        "date": "2023/05/01",
        "ipc": "B01J 21/18(2006.01); B01J 23/42(2006.01); B01J 37/16(2006.01); H01M 4/92(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317265A_040.png",
        "content": "本發明提供一種使用靶向甲狀腺素運載蛋白(TTR)基因之iRNA劑，例如雙股iRNA劑，治療或預防TTR相關疾病之方法。\nThe present invention provides methods for treating or preventing TTR-associated diseases using iRNA agents, e.g., double stranded iRNA agents, that target the transthyretin (TTR) gene."
    },
    {
        "pid": "TW202318730A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.d1cd00D04000100001005B0E000000000030^000100E11000000018007604a61",
        "title": "插座\nSOCKET",
        "date": "2023/05/01",
        "ipc": "H01R 12/72(2011.01); H01R 13/14(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318730A_041.png",
        "content": "解碼手段從位元流將與N×M個量化係數對應的資料解碼。反量化手段至少使用量化矩陣從N×M個量化係數導出正交變換係數。逆正交變換手段對透過反量化手段而生成的正交變換係數執行逆正交變換，生成與P×Q像素的區塊對應的預測誤差。反量化手段至少使用具有N×M個要素的量化矩陣而導出正交變換係數，逆正交變換手段生成比N×M大的尺寸的P×Q像素的預測誤差。"
    },
    {
        "pid": "TW202318300A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.f93c0D67080101000000005CE01E010000000^03000000100010000040004a58",
        "title": "用於提供物品送貨資訊之方法及其設備\nMETHOD FOR PROVIDING DELIVERY INFORMATION OF ITEM AND APPARATUS FOR THE SAME",
        "date": "2023/05/01",
        "ipc": "G06Q 10/08(2012.01); G06Q 30/02(2012.01); G06Q 50/28(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318300A_042.png",
        "content": "本發明描述包含抗-α4β7抗體、抗氧化劑或螯合劑及至少一種游離胺基酸之混合物的抗體調配物。所揭示之調配物可具有改良之穩定性、減少之聚集體形成或其兩者。本發明進一步提供一種此等抗體調配物之安全給藥方案，其易於遵循，且在活體內產生治療有效量之該抗-α4β7抗體。\nAntibody formulations are described comprising a mixture of an anti-α4β7 antibody, an antioxidant or chelator, and at least one free amino acid. The disclosed formulations may have improved stability, reduced aggregate formation, or both. The present invention further provides a safe dosing regimen of these antibody formulations that is easy to follow, and which results in a therapeutically effective amount of the anti-α4β7 antibody in vivo."
    },
    {
        "pid": "TW202318231A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.22590D600100000000100000030^000001000EE1D500001000100800470049bc",
        "title": "使用共同定位之輔助設備來防止憑證檔案盜用\nUSING CO-LOCATED SECONDARY DEVICES TO PROTECT AGAINST COOKIE THEFT",
        "date": "2023/05/01",
        "ipc": "G06F 21/30(2013.01); H04L 9/08(2006.01); H04L 9/32(2006.01); H04W 64/00(2009.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318231A_043.png",
        "content": "一種半導體記憶裝置包括：第一積層體，包括第一多結晶半導體層、具有較小平均結晶粒徑的第二多結晶半導體層、中間層、及與第二多結晶半導體層相接觸地設置且具有較第一多結晶半導體層的平均結晶粒徑小的第三多結晶半導體層；第二積層體，位於第一積層體上方，具有多個導電層及多個絕緣層，且各個導電層及各個絕緣層交替積層，且在第一方向上延伸；半導體層，在與第一方向交叉的第二方向上貫通第二積層體，與第三多結晶半導體層相接觸地設置；及記憶體層，在第二方向上貫通第二積層體，且在第一方向上設置在半導體層與導電層之間。"
    },
    {
        "pid": "TW202318005A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.bba107400801100100000E0E00010000^03000000010E150000000006D004a36",
        "title": "探針冷卻系統、冷卻方法及具備該系統之電子元件測試設備\nSYSTEM AND METHOD FOR COOLING POGO PINGS AND ELECTRONIC DEVICE TESTING APPARATUS HAVING THE SYSTEM",
        "date": "2023/05/01",
        "ipc": "G01R 1/44(2006.01); G01R 1/067(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318005A_044.png",
        "content": "具有改良的接合層保護之基板支撐載體\nSUBSTRATE SUPPORT CARRIER WITH IMPROVED BOND LAYER PROTECTION"
    },
    {
        "pid": "TW202318239A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.158c0D4000001000E000000003^000000100E110F50000000010180076004a6b",
        "title": "基於區塊鏈及零知識證明機制的資料取用權限控管系統、以及相關的資料服務系統\nDATA READ AUTHORITY CONTROL SYSTEM BASED ON BLOCK CHAIN AND ZERO-KNOWLEDGE PROOF MECHANISM, AND RELATED DATA SERVICE SYSTEM",
        "date": "2023/05/01",
        "ipc": "G06F 21/62(2013.01); G06F 21/71(2013.01); G06Q 40/00(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318239A_045.png",
        "content": "一種基板支撐基座包括靜電吸盤、冷卻基部、氣流通道、多孔塞和密封構件。靜電吸盤包括具有凹部的主體。冷卻基部經由接合層耦接至靜電吸盤。氣流通道形成在靜電吸盤的頂表面與冷卻基部的底表面之間。氣流通道進一步包括凹部。多孔塞定位於凹部內，以控制通過氣流通道的氣流。該密封構件鄰近該多孔塞定位，且該密封構件經配置形成以下各者中的一個或多個：該多孔塞和該凹部之間的一徑向密封以及該多孔塞和該冷卻基部之間的一軸向密封。\nA substrate support pedestal comprises an electrostatic chuck, a cooling base, a gas flow passage, a porous plug, and a sealing member. The electrostatic chuck comprises body having a cavity. The cooling base is coupled to the electrostatic chuck via a bond layer. The gas flow passage is formed between a top surface of the electrostatic chuck and a bottom surface of the cooling base. The gas flow passage further comprises the cavity. The porous plug is positioned within the cavity to control the flow of gas through the gas flow passage. The sealing member is positioned adjacent to the porous plug and is configured to form one or more of a radial seal between the porous plug and the cavity and an axial seal between the porous plug and the cooling base."
    },
    {
        "pid": "TW202317874A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.32c6000400100010001E000000030^00000100E1000600000001080076D04ae9",
        "title": "開闔裝置及應用此開闔裝置的終端機器\nOPENING-CLOSING DEVICE AND TERMINAL MACHINE USING THE SAME",
        "date": "2023/05/01",
        "ipc": "F16C 11/04(2006.01); G06F 1/16(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317874A_046.png",
        "content": "本發明係一種含填料膜，其具有於黏合劑樹脂層中保持有填料之構造。填料之平均粒徑為1～50 μm，樹脂層之總厚度為填料之平均粒徑之0.5倍以上且2倍以下，且與含填料膜之長度方向之一端於膜長度方向上距離5 m以上之另一端中的最小填料間距離Lq相對於該一端中之最小填料間距離Lp的比Lq／Lp為1.2以下。較佳為將填料排列成格子狀。\n無"
    },
    {
        "pid": "TW202318553A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.79640700801000000006EE0010000^300000000010101001000010046D004ae8",
        "title": "基板承載結構以及基板檢測裝置\nSUBSTRATE CARRYING STRUCTURE AND SUBSTRATE DETECTION DEVICE",
        "date": "2023/05/01",
        "ipc": "H01L 21/673(2006.01); H01L 21/683(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318553A_047.png",
        "content": "編碼裝置使用區塊分割模式集合分割成複數個區塊，前述區塊分割模式集合組合了1個或複數個定義了分割類型的區塊分割模式；區塊分割模式集合是由第1區塊分割模式及第2區塊分割模式構成，前述第1區塊分割模式定義了用以分割第1區塊的分割方向及分割數，前述第2區塊分割模式定義了用以分割第1區塊的分割後所得的區塊之一即第2區塊的分割方向及分割數；在第1區塊分割模式的分割數為3，第2區塊為第1區塊的分割後所得的區塊中之中央區塊，且第2區塊分割模式的分割方向與第1區塊分割模式的分割方向相同時，第2區塊分割模式僅包含分割數為3的區塊分割模式。"
    },
    {
        "pid": "TW202318100A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e307000001010000006201E0000000003^0001000E10000100000804076D4968",
        "title": "基板容器及其相關的方法",
        "date": "2023/05/01",
        "ipc": "G03F 1/66(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318100A_048.png",
        "content": "在反應空間中在基板上形成氮化矽薄膜的方法\nMETHOD OF FORMING SIN THIN FILM ON SUBSTRATE IN REACTION SPACE"
    },
    {
        "pid": "TW202318586A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.e2f7000670401010000001006301E1E0000000000^30001000000000800D4ae7",
        "title": "高功率密度的功率轉換器\nPOWER CONVERTER FOR HIGH POWER DENSITY APPLICATIONS",
        "date": "2023/05/01",
        "ipc": "H01L 23/28(2006.01); H01L 23/36(2006.01); H01L 23/495(2006.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202318586A_049.png",
        "content": "本發明提供在高壓條件下在反應空間中在基板上形成氮化矽薄膜的方法。所述方法可包括多個電漿增強原子層沈積（PEALD）循環，其中至少一個電漿增強原子層沈積沈積循環包括在反應空間內在20托至500托的製程壓力下使基板接觸氮電漿。在某些實施例中，矽前驅物是例如H 2SiI 2等鹵化矽烷。在某些實施例中，所述製程允許在三維結構上沈積具有改良的屬性的氮化矽膜。舉例而言，在稀釋的HF中，此類氮化矽膜可具有約1:1的頂表面上的濕蝕刻速率對側壁上的濕蝕刻速率的比率。\nMethods of forming silicon nitride thin films on a substrate in a reaction space under high pressure are provided. The methods can include a plurality of plasma enhanced atomic layer deposition (PEALD) cycles, where at least one PEALD deposition cycle comprises contacting the substrate with a nitrogen plasma at a process pressure of 20 Torr to 500 Torr within the reaction space. In some embodiments the silicon precursor is a silyl halide, such as H 2SiI 2. In some embodiments the processes allow for the deposition of silicon nitride films having improved properties on three dimensional structures. For example, such silicon nitride films can have a ratio of wet etch rates on the top surfaces to the sidewall of about 1:1 in dilute HF."
    },
    {
        "pid": "TW202317460A",
        "url": "https://gpss3.tipo.gov.tw/gpsskmc/gpssbkm?.7847000080100000000601E0100000030^0000000E10400010001000476D494a",
        "title": "施工總系統、施工總方法以及施工總程式\nOVERALL SYSTEM OF CONSTRUCTION, OVERALL METHOD OF CONSTRUCTION AND OVERALL PROGRAM OF CONSTRUCTION",
        "date": "2023/05/01",
        "ipc": "B66C 13/48(2006.01); B66C 13/46(2006.01); B66C 23/00(2006.01); G06Q 50/08(2012.01)",
        "image_url": "https://gpss3.tipo.gov.tw/gpssbkmusr/00013/TW202317460A_050.png",
        "content": "具有擴展環繞的改良式卡扣式汽車車輪罩蓋及其製造方法\nIMPROVED SNAP-ON AUTOMOTIVE WHEEL COVER OVERLAY WITH EXTENDED SURROUND AND METHOD FOR MANUFACTURING THE SAME"
    }
]